Repository: shopsys/shopsys
Catalog: project-*/app/translations/validators.*.po
Languages: cs

source: An array of values is not supported as an input for "slider" type parameter. Use "minimalValue" and "maximalValue" instead.
cs: Pole hodnot ("values") není podporováno jako vstup pro parametry typu "slider". Namísto toho použijte "minimalValue" and "maximalValue".

source: Catalog number cannot be longer than {{ limit }} characters
cs: Katalogové číslo nesmí být delší než {{ limit }} znaků

source: Choose image
cs: Vyberte obrázek

source: City name cannot be longer than {{ limit }} characters
cs: Název města nesmí být delší než {{ limit }} znaků

source: Company name cannot be longer than {{ limit }} characters
cs: Název společnosti nesmí být delší než {{ limit }} znaků

source: Email cannot be longer than {{ limit }} characters
cs: E-mail nesmí být delší než {{ limit }} znaků

source: External ID cannot be longer than {{ limit }} characters
cs: Externí ID nesmí být delší než {{ limit }} znaků

source: First name cannot be longer than {{ limit }} characters
cs: Jméno nesmí být delší než {{ limit }} znaků

source: Flag "{{ flagName }}" is selected multiple times.
cs: Příznak "{{ flagName }}" je zvolen několikrát.

source: Flag color must be in valid hexadecimal code e.g. #3333ff
cs: Barva příznaku musí mít správný formát hexadecimálního kódu, např.: #3333ff

source: Flag name cannot be longer than {{ limit }} characters
cs: Název příznaku nemůže být delší než {{ limit }} znaků

source: Heading (H1) cannot be longer than {{ limit }} characters
cs: Nadpis (H1) nesmí být delší než {{ limit }} znaků

source: Identification number cannot be longer than {{ limit }} characters
cs: IČ nesmí být delší než {{ limit }} znaků

source: Image can be only in JPG or PNG format
cs: Obrázek může být pouze ve formátu JPG nebo PNG

source: Image can be only in JPG, GIF or PNG format
cs: Obrázek může být pouze ve formátu JPG, GIF nebo PNG

source: Last name cannot be longer than {{ limit }} characters
cs: Příjmení nesmí být delší než {{ limit }} znaků

source: Minimal and maximal value are not supported as an input for other than "slider" type parameter. Use "values" instead.
cs: Minimální a maximalní hodnota nejsou podporovány jako vstup pro parametry jiného typu než "slider". Namísto toho použijte "values".

source: Name cannot be longer than {{ limit }} characters
cs: Jméno nesmí být delší než {{ limit }} znaků

source: New password must be at least {{ limit }} characters long
cs: Nové heslo musí být delší než {{ limit }} znaků

source: Password must be at least {{ limit }} characters long
cs: Heslo musí být delší než {{ limit }} znaků

source: Passwords do not match
cs: Hesla se neshodují

source: Payment must be set in cart before sending the order
cs: Platba musí být vybrána před odesláním objednávky

source: Payment with provided UUID is not available
cs: Platba se zadaným UUID není dostupná

source: Pickup place with provided UUID is not available
cs: Odběrné místo se zadaným UUID není dostupné

source: Please check Tax number format
cs: Prosím zkontrolujte formát DIČ

source: Please choose article placement
cs: Vyberte prosím umístění článku

source: Please choose country
cs: Prosím vyberte stát

source: Please choose flag
cs: Prosím vyberte příznak

source: Please choose image
cs: Vyberte prosím obrázek

source: Please choose type of limitation
cs: Prosím vyberte typ omezení

source: Please enter at least one discount limit
cs: Vložte, prosím, alespoň jeden limit se slevou

source: Please enter city
cs: Vyplňte prosím město

source: Please enter code
cs: Vyplňte prosím kód

source: Please enter company name
cs: Vyplňte prosím název společnosti

source: Please enter date of creation
cs: Vyplňte prosím datum vytvoření

source: Please enter email
cs: Vyplňte prosím e-mail

source: Please enter email content
cs: Vyplňte prosím text e-mailu

source: Please enter first name
cs: Vyplňte prosím křestní jméno

source: Please enter flag color
cs: Vyplňte prosím barvu příznaku

source: Please enter flag name in all languages
cs: Prosím zadejte název příznaku ve všech jazycích

source: Please enter identification number
cs: Prosím vyplňte IČ

source: Please enter last name
cs: Vyplňte prosím příjmení

source: Please enter name
cs: Vyplňte prosím jméno

source: Please enter new password
cs: Vyplňte prosím nové heslo

source: Please enter only numbers and the + character
cs: Prosím, zadávejte pouze čísla a znak +

source: Please enter only numbers and the + sign
cs: Prosím vyplňte čísla a znak +

source: Please enter password
cs: Vyplňte prosím heslo

source: Please enter promo code
cs: Vyplňte prosím promo kód

source: Please enter street
cs: Vyplňte prosím ulici

source: Please enter telephone number
cs: Vyplňte prosím telefonní číslo

source: Please enter the message
cs: Vyplňte prosím zprávu

source: Please enter the positive value.
cs: Vyplňte prosím kladnou hodnotu.

source: Please enter the quantity.
cs: Vyplňte prosím množství.

source: Please enter the whole number.
cs: Zadejte prosím celé číslo.

source: Please enter valid email
cs: Vyplňte prosím platný e-mail

source: Please enter your city
cs: Prosím vyplňte vaše město

source: Please enter your email address
cs: Vyplňte prosím e-mail

source: Please enter your name
cs: Vyplňte prosím své jméno

source: Please enter your postal code
cs: Prosím vyplňte vaše PSČ

source: Please enter your street
cs: Prosím vyplňte vaši ulici s popisným číslem.

source: Please enter zip code
cs: Vyplňte prosím PSČ

source: Please fill in numbers only
cs: Prosím vyplňte pouze čísla

source: Postcode cannot be longer than {{ limit }} characters
cs: PSČ nesmí být delší než {{ limit }} znaků

source: Product prefix name cannot be longer than {{ limit }} characters
cs: Prefix produktu nesmí být delší než {{ limit }} znaků

source: Product suffix name cannot be longer than {{ limit }} characters
cs: Suffix produktu nesmí být delší než {{ limit }} znaků

source: Promo code "%invalidPromoCode%" is not available for pricing group ID "%pricingGroupId%".
cs: Slevový kupón "%invalidPromoCode%" není dostupný pro Vaši cenovou skupinu.

source: Promo code "%promoCode%" is already applied.
cs: Slevový kupón "%promoCode%" už byl uplatněn.

source: Promo code "%promoCode%" is available for registered customer user only.
cs: Slevový kupón "%promoCode%" je dostupný jen pro registrované uživatele.

source: Promo code "%promoCode%" is no longer valid.
cs: Slevový kupón "%promoCode%" už není platný.

source: Promo code "%promoCode%" is not applicable with current cart total price.
cs: Slevový kupón "%promoCode%" není možné uplatnit pro výši nákupu Vašeho košíku.

source: Promo code "%promoCode%" is not valid for any product in cart.
cs: Slevový kupón "%promoCode%" není platný pro žádný produkt v košíku.

source: Promo code "%promoCode%" is not yet valid.
cs: Slevový kupón "%promoCode%" není ještě možné uplatnit.

source: Promo code is already applied in the current cart.
cs: Promo kód je již použit v aktuálním košíku.

source: Promo code is available for registered customers only.
cs: Promo kód je dostupný pouze přihlášeným uživatelům.

source: Promo code is not available for your pricing group. Maybe you forgot to log in.
cs: Promo kód není dostupný pro vaši cenovou skupinu. Možná jste se zapomněl přihlásit.

source: Provided hash is not valid.
cs: Zadaný hash není validní.

source: Redirect target must be relative path (with leading slash) or absolute path starting by protocol (http:// or https://)
cs: Cíl přesměrování musí být relativní cesta (začínající lomítkem) nebo absolutni cesta začínající protokolem (http:// nebo https://)

source: Selected payment price has changed
cs: Cena vybrané dopravy se změnila

source: Selected pickup place is not available
cs: Vybrané odběrné místo není dostupné

source: Selected transport is not available
cs: Vybraná doprava není dostupná

source: Selected transport needs to have pickup place identifier set
cs: Pro vybranou dopravu je potřeba nastavit identifikátor odběrného místa

source: Selected transport price has changed
cs: Cena vybrané dopravy se změnila

source: Selected transport weight limit has been exceeded
cs: Váhový limit vybrané dopravy byl překročen

source: Street and house number must contain a number
cs: Ulice a číslo popisná musí obsahovat čísla

source: Street and house number must contain letters
cs: Ulice a číslo popisná musí obsahovat znaky

source: Street cannot be longer than {{ limit }} characters
cs: Ulice a č. popisné nesmí být delší než {{ limit }} znaků

source: Street name cannot be longer than {{ limit }} characters
cs: Název ulice nesmí být delší než {{ limit }} znaků

source: Tax number cannot be longer than {{ limit }} characters
cs: DIČ nesmí být delší než {{ limit }} znaků

source: Telephone number cannot be longer than {{ limit }} characters
cs: Telefonní číslo nesmí být delší než {{ limit }} znaků

source: Telephone number cannot be shorter than {{ limit }} characters
cs: Telefonní číslo nesmí být kratší než {{ limit }} znaků

source: The identifier must contain two characters
cs: Identifikátor musí obsahovat dva znaky

source: The payment is not allowed in combination with already selected transport
cs: Platba není povolena v kombinaci s již vybranou dopravou

source: The promo code can only be used for a higher total price.
cs: Promo kód lze použít pouze pro vyšší celkovou cenu.

source: The promo code is no longer valid. Check it, please.
cs: Promo kód už není platný. Zkontrolujte jej, prosím.

source: The promo code is not applicable to any of the products in your cart. Check it, please.
cs: Promo kód není použitelný s žádným produktem v košíku. Zkontrolujte jej, prosím.

source: The promo code is not valid or it has been already used. Check it, please.
cs: Promo kód není platný, nebo už byl využit. Zkontrolujte jej, prosím.

source: The promo code is not valid yet. Check it, please.
cs: Promo kód ještě není platný. Zkontrolujte jej, prosím.

source: The transport is not allowed in combination with already selected payment
cs: Doprava není povolena v kombinaci s již vybranou platbou

source: There are no products in the cart
cs: V košíku nejsou žádné produkty

source: This email is already registered
cs: Tento email je již registrován

source: Transport must be set in cart before sending the order
cs: Doprava musí být vybrána před odesláním objednávky

source: Transport type name cannot be longer than {{ limit }} characters
cs: Název typu dopravy nesmí být delší než {{ limit }} znaků

source: Transport with provided UUID is not available
cs: Doprava se zadaným UUID není dostupná

source: Uploaded file is to large ({{ size }} {{ suffix }}). Maximum size of an file is {{ limit }} {{ suffix }}.
cs: Uploadovaný soubor je příliš velký ({{ size }} {{ suffix }}). Maximální velikost souboru je {{ limit }} {{ suffix }}.

source: Uploaded image is to large ({{ size }} {{ suffix }}). Maximum size of an image is {{ limit }} {{ suffix }}.
cs: Uploadovaný obrázek je příliš velký ({{ size }} {{ suffix }}). Maximální velikost obrázku je {{ limit }} {{ suffix }}.

source: User with provided email address does not exist.
cs: Uživatel s uvedenou e-mailovou adresou neexistuje.

source: Variable {{ needle }} is required
cs: Proměnná {{ needle }} je povinná

source: Zip code cannot be longer than {{ limit }} characters
cs: PSČ nesmí být delší než {{ limit }} znaků
