Repository: shopsys/shopsys
Catalog: project-*/src/Shopsys/ShopBundle/Resources/translations/dataFixtures.*.po
Languages: cs

source: Mobile phone 4.5 "800x480, processor, Quad-Core 1.2GHz, RAM 768 megabytes internal memory of 4GB, microSD up to 64GB, 5 megapixel camera, GPS, WiFi, Bluetooth 4.0, NFC, 3G, microUSB, Li-Ion 2000 mAh, Android 4.4
cs: Smartphone,1.2GHz DC, Android 4.2, BT4.0, A-GPS, Wi-Fi 802.11b/g/n, 5Mpx kam., HSDPA/EDGE, GSM Quad-Band, 4GB flash, 768MB RAM, microSDHC slot, kapacitní 4.3" TFT LCD 480x800, Li-Ion 1800mAh, NFC, CZ

source: Mobile phone 4.6 "1280x720, Qualcomm MSM8960Pro 1.7 GHz
cs: Mobilní telefon pochází z oficiální české distribuce, má české menu a českou dokumentaci a je na něj poskytována plná záruka

source: Mobile phone 4.6 "1280x720, Qualcomm MSM8960Pro 1.7 GHz, 1GB RAM, 8GB 8MPx camera, GPS, WiFi, Bluetooth, FM, micro USB, Android 4.1
cs: Mobilní telefon pochází z oficiální české distribuce, má české menu a českou dokumentaci a je na něj poskytována plná záruka jak u naší firmy, tak u výrobce. Více info na http://tsblog.cz/informace-pro-zakazniky/co-je-sedy-dovoz-a-proc-je-nebezpecny.html

source: Mobile phone 4.7" 720x1280, procesor 1,5GHz, internal memory 16GB, camera 8mpx, GPS, WiFi, Bluetooth, 3G, FM, microSD, micro USB, Android 4.0
cs: Model LG E410 Optimus L1 II zaujme uživatele elegatním vzhledem řady L style a praktickou velikostí.

source: Modern stereo speakers in a stylish black design, with an output of 2.3 W, suitable only for desktops and laptops, but also for CD or MP3 players.
cs: Standardní sterefonní reproduktory, které jsou svou velikostí vhodné např. k notebookům.

source: Mouse game, 8200dpi laser sensor, 7 programmable buttons + 2D wheel 12000fps, 1ms response, EasyShift, USB, LED backlight, Turbo Core V2, Black
cs: Optická myš od Roccat je to pravé pro opravdové hráče. Skvěle padne díky ergonomickému tvaru a o 9 % menším rozměrům oproti klasické. Roccat Kone

source: Multimedia
cs: Multimédia

source: NS-9020 Limpio/Clipper/Nino replacement paper bags for VP902/3/9010
cs: NS-9020 Limpio/Clipper/Nino náhradní papírové sáčky pro VP902_/3_/9010

source: NS-9030 Clipper replacement paper bags for VP-903/913
cs: NS-9030 Clipper náhradní papírové sáčky pro VP-903/913

source: NS-9040 Jumbo replacement paper bags for VP-9040
cs: NS-9040 Jumbo náhradní papírové sáčky pro VP-9040

source: NS-9310 Infant replacement bags of paper for the VP-9310
cs: NS-9310 Infant náhradní sáčky papírové pro VP-9310

source: NS-9710 Prominent replacement paper bags for VP-9711/12/13
cs: NS-9710 Prominent náhradní sáčky papírové pro VP-9711/12/13

source: New driving rules and tips just for you!
cs: Prostudujte si nová pravidla silničního provozu platná od 1. července 2006!

source: News
cs: Novinky

source: Nikon EOS 700D + EF-S 18-55 mm + 75-300 mm DC III DC III Quality digital camera with CMOS sensor with a resolution of 18 megapixels, which is to take the top photo in a professional style. Innovative DIGIC 5 image processing delivers powerful in any situation. A high sensitivity range up to ISO 12800 lets you capture great images even in dim light, even without a flash. Automatic smart scene mode analyzes the scene and automatically selects the best settings for the camera. View images, focus, or even pictures can be taken using a 3 "touch screen TFT Clear View II with a whopping resolution of 1.04 million pixels and a vari-angle. With this camera out of you in a moment become a professional cameraman. It makes it possible to shoot stunning movies in Full HD 1080p. Hybrid AF technology enables continuous focus during movie shooting and using the built-in microphone ozvučíme your images are high quality stereo sound. Autofocus system comprising nine cross-type AF points to capture fast-moving objects without any blurring. Thanks to continuous shooting at up to 5 frames per second, you'll never miss a crucial moment for getting the best picture possible.The HDR Backlight Control mode, the camera takes three different exposures and combines them into one, in order to preserve details in shadows and areas with high brightness. In Night Scene mode, the camera takes the hand of multiple images at high shutter speeds and combining them together and thus prevents blurring. Captured images and videos simply adding it to an SD Memory Card, SDHC and SDXC, thanks to the integrated connector is miniHDMI you can conveniently viewed on your LCD or plasma TV. The camera can buy a wide range of lenses, flashes and accessories that are compatible with the EOS system.
cs: Nikon COS 700D + EF-S 18-55mm DC III + 75-300mm DC III Kvalitní digitální zrcadlovka s CMOS snímačem s rozlišením 18 megapixelů, se kterou pořídíte špičkové fotografie v profesionálním stylu. Inovovaný procesor DIGIC 5 přináší výkonné zpracování obrazu v jakékoli situaci. Vysoký rozsah citlivosti až do 12 800 ISO vám umožní pořizovat skvělé snímky i za slabého osvětlení, a to i bez použití blesku. Automatický inteligentní scénický režim analyzuje scénu a automaticky vybírá nejvhodnější nastavení pro fotoaparát. Prohlížet snímky, zaostřovat nebo dokonce fotografovat můžete pomocí 3" dotykového displeje TFT Clear View II s rozlišením neskutečných 1 040 000 obrazových bodů a variabilním úhlem natočení. S tímto fotoaparátem se z vás během chvíle stane profesionální kameraman. Umožňuje totiž natáčet úchvatné videozáznamy ve Full HD rozlišení 1080p. Technologie Hybrid AF umožňuje průběžně zaostřovat při pořizování filmu a pomocí vestavěného mikrofonu ozvučíte vaše snímky kvalitním stereo zvukem. Systém automatického zaostřování obsahující 9 křížových AF bodů umožní zachytit rychle se pohybující objekty bez zbytečného rozmazání. Zásluhou kontinuálního snímání rychlostí až 5 snímků za vteřinu již nikdy nezmeškáte rozhodující okamžik pro pořízení nejlepší možné fotografie. V režimu ovládání HDR podsvětlení fotoaparát pořizuje tři různé expozice a spojuje je v jednu, aby zachoval detaily ve stínech a oblastech s vysokým jasem. V režimu Noční scéna z ruky fotoaparát pořizuje více snímků při vysokých rychlostech závěrky a spojuje je dohromady, a tím zabraňuje rozmazání. Pořízené snímky a videa jednoduše uložíte na paměťové karty typu SD, SDHC a SDXC, díky integrovaného konektoru miniHDMI si je můžete pohodlně prohlédnout na vaší LCD nebo plazmové televizi. K fotoaparátu je možné dokoupit velkou řadu objektivů, příslušenství a blesků, které jsou kompatibilní se systémem EOS.

source: No
cs: Ne

source: Nozzle with brush VP-4290
cs: Hubice s kartáčem VP-4290

source: Number of buttons
cs: Počet tlačítek

source: Number of colors
cs: Počet barev

source: Number of processor cores
cs: Počet jader procesoru

source: OLYMPUS ME-34 Compact directional microphone suitable for recording lectures
cs: OLYMPUS ME-34 Kompaktní směrový mikrofon vhodný pro záznam přednášek

source: OPK44xx carbon filter / OPK-5690 / OPK5790 / OPO55xx
cs: Filtr uhlíkový OPK44xx / OPK-5690 / OPK5790 / OPO55xx

source: OPK5660 carbon filter / OPK5760 / OPK6690
cs: Filtr uhlíkový OPK5660 / OPK5760 / OPK6690

source: OPP-1060 Hood sub-mounting 60 cm
cs: OPP-1060 Odsavač par podstavný 60 cm

source: OPP-2060 Hood sub-mounting 60 cm
cs: OPP-2060 Odsavač par podstavný 60 cm

source: OPV-3260 Built-in retractable hood is 60 cm
cs: OPV-3260 Vestavný odsavač výsuvný 60cm

source: On request
cs: Na dotaz

source: Open
cs: Otevřená

source: Optical
cs: Optická

source: Order status has changed
cs: Stav objednávky se změnil

source: Ordinary customer
cs: Obyčejný zákazník

source: Other
cs: Pevné

source: Our electronics include devices used for entertainment (flat screen TVs, DVD players, DVD movies, iPods, video games, remote control cars, etc.), communications (telephones, cell phones, email-capable laptops, etc.) and home office activities (e.g., desktop computers, printers, paper shredders, etc.).
cs: Spotřební elektronika zahrnuje elektronická zařízení každodenního (nebo alespoň častého) použití pro komunikaci, v kanceláři i doma.

source: Out of stock
cs: Nedostupné

source: Overall performance
cs: Celkový výkon

source: POS cookbook_steam oven GB
cs: POS kuchařka_parní trouba CZ

source: PRIMECOOLER PC-AD2 3D glasses
cs: PRIMECOOLER PC-AD2 3D brýle

source: Pages count
cs: Počet stránek

source: Parallel port
cs: Paralelní port

source: Perfectly cleans, treats and protects stainless steel surfaces in one step.<ul> <li> <strong> remove </strong> without smudges dust, dirt, fingerprints and grease </li><li> long-lasting protective film <strong> repellent </strong> water and prevents new settling of dirt </li><li> <strong> acts </strong> antistatically </li></ul>
cs: <p>Dokonale čistí, ošetřuje a chrání nerezové plochy v jednom pracovním kroku.</p><ul><li><strong>odstraňuje</strong> bez šmouh prach, špínu, otisky prstů a mastnotu</li><li>dlouhotrvající ochranný film <strong>odpuzující</strong> vodu a zabraňující novému usazování špíny</li><li><strong>působí</strong> antistaticky</li><li><strong>neobsahuje</strong> silikon</li></ul>

source: Personal Computers & accessories
cs: Počítače & příslušenství

source: Personal information export - {domain}
cs: Export osobních údajů - {domain}

source: Personal information overview - {domain}
cs: Přehled osobních údajů - {domain}

source: Photographer's dream. Main camera with 13-megapixel front camera and a 5 megapixel guarantee photos in high definition on each side. Thanks to the built-in tools for editing and sharing can capture moving images in HD and combine the results to show from multiple angles.
cs: Fotografův sen. Hlavní fotoaparát s 13 megapixely a přední fotoaparát s 5 megapixely zaručují fotky ve vysokém rozlišení z každé strany. Díky vestavěným nástrojům pro úpravu a sdílení můžete zachytit pohyblivé obrázky v HD kvalitě a kombinovat výsledky do zobrazení z více úhlů.

source: Photographer's dream. Main camera with 13-megapixel front camera and a 5 megapixel guarantee photos in high definition on each side. Thanks to the built-in tools for editing and sharing can capture moving images in HD and combine the results to show from multiple angles. Incredible design, giant 5,5palcový display with HD resolution, two front stereo speakers, customized channels with real-time information and a quad-core processor - all combine to form one of the best smartphones in the world.
cs: Fotografův sen. Hlavní fotoaparát s 13 megapixely a přední fotoaparát s 5 megapixely zaručují fotky ve vysokém rozlišení z každé strany. Díky vestavěným nástrojům pro úpravu a sdílení můžete zachytit pohyblivé obrázky v HD kvalitě a kombinovat výsledky do zobrazení z více úhlů. Neuvěřitelný design, obří 5,5palcový displej s HD rozlišením, dva přední stereo reproduktory, přizpůsobené kanály s informacemi v reálném čase a čtyřjádrový procesor – to vše dohromady tvoří jeden z nejvýhodnějších smartphonů na světě.

source: Pot holder, black
cs: Držák na hrnce, černý

source: Power supply
cs: Napájení

source: Powerful color inkjet printer A4 size, quality photo printing
cs: Výkonná barevná inkoustová tiskárna, formát A4, kvalitní tisk fotografií

source: Powerful color inkjet printer A4 size, quality photo printing, high resolution up to 9600 x 2400dpi, the rate of up to 15 st. / Min in monochrome and up to 10 st. / Min in color, duplex printing, tray for up to 125 sheets, USB 2.0, WiFi 802.11b / g / n, possibility of printing discs. Canon PIXMA iP7250 is a compact portable printer for home or office thous. This is a quality color inkjet printer up to A4 with gentle tiskem.Má stylish and compact design with a hinged upper portion serving as a feeder print media. It is intended primarily for use as a small family or a printer portable printer - especially for printing photographs. It allows users to print documents and fotografií.Je equipped with precision 1 picolitre FINE for printing with tiny particles. It allows you to achieve resolutions up to 9600 x 2400dpi. The printer has five individual ink tanks with the ChromaLife100 + .Tiskárna can print borderless photos. Maximum print speed is 15 pages per minute in black and white or 10 in color. E.g. print borderless 10 x 15 cm photo takes about 21 seconds. The printer also offers direct disc printing and automatic two-sided tisk.Připojení to the computer is done via the USB 2.0 port or through a wireless interface, WiFi 802.11b / g / n. The printer has the dimensions 451 x 368 x 128 mm and weighs 6.6 kg. The included software for easy photo printing My Image Garden.
cs: Výkonná barevná inkoustová tiskárna, formát A4, kvalitní tisk fotografií, vysoké rozlišení až 9600 x 2400dpi, rychlost až 15 st./min černobíle a až 10 st./min barevně, duplexní tisk, zásobník pro až 125 listů, rozhraní USB 2.0, WiFi 802.11b/g/n, možnost potisku disků. Canon PIXMA iP7250 je kompaktní přenosná tiskárna pro domácí nebo kancelářský tis. Jedná se o kvalitní barevnou inkoustovou tiskárnu až do formátu A4 s šetrným tiskem.Má stylový a kompaktní design s vrchní odklopnou částí, sloužící jako podavač tiskových médií. Je určena především pro použití jako malá rodinná tiskárna nebo přenosná tiskárna - a to především pro tisk fotografií. Umožňuje kvalitní tisk dokumentů i fotografií.Je vybavena precizní 1 pikolitrovou technologií FINE pro tisk s miniaturními částečkami. Ta umožňuje dosáhnout rozlišení až 9600 x 2400dpi. Tiskárna má celkem pět samostatných zásobníků inkoustu se systémem ChromaLife100+.Tiskárna dokáže tisknout bezokrajové fotografie. Maximální rychlosti tisku jsou 15 stránek za minutu černobíle, případně 10 barevně. Např. bezokrajový tisk 10 x 15cm fotografie zabere přibližně 21 sekund. Tiskárna nabídne i přímý potisk disků a automatický oboustranný tisk.Připojení k počítači se realizuje přes USB 2.0 port nebo pomocí bezdrátové rozhraní WiFi 802.11b/g/n. Tiskárna má rozměry 451 x 368 x 128mm a váží 6.6kg. Součástí balení je i software pro snadný tisk fotografií My Image Garden.

source: Powerful color inkjet printer A4 size, quality photo printing, high resolution up to 9600 x 2400dpi, the rate of up to 15 st. / Min in monochrome and up to 10 st. / Min in color, duplex printing, tray for up to 125 sheets, USB 2.0, WiFi 802.11b / g / n, possibility of printing discs. Canon PIXMA iP7250 is a compact portable printer for home or office thous. This is a quality color inkjet printer up to A4 with gentle tiskem.Má stylish and compact design with a hinged upper portion serving as a feeder print media. It is intended primarily for use as a small family or a printer portable printer - especially for printing photographs. It allows users to print documents and fotografií.Je equipped with precision 1 picolitre FINE for printing with tiny particles. It allows you to achieve resolutions up to 9600 x 2400dpi. The printer has five individual ink tanks with the ChromaLife100 +. Printer can print borderless photos. Maximum print speed is 15 pages per minute in black and white or 10 in color. E.g. print borderless 10 x 15 cm photo takes about 21 seconds. The printer also offers direct disc printing and automatic two-sided tisk.Připojení to the computer is done via the USB 2.0 port or through a wireless interface, WiFi 802.11b / g / n. The printer has the dimensions 451 x 368 x 128 mm and weighs 6.6 kg. The included software for easy photo printing My Image Garden.
cs: Výkonná barevná inkoustová tiskárna, formát A4, kvalitní tisk fotografií, vysoké rozlišení až 9600 x 2400dpi, rychlost až 15 st./min černobíle a až 10 st./min barevně, duplexní tisk, zásobník pro až 125 listů, rozhraní USB 2.0, WiFi 802.11b/g/n, možnost potisku disků. Canon PIXMA iP7250 je kompaktní přenosná tiskárna pro domácí nebo kancelářský tis. Jedná se o kvalitní barevnou inkoustovou tiskárnu až do formátu A4 s šetrným tiskem.Má stylový a kompaktní design s vrchní odklopnou částí, sloužící jako podavač tiskových médií. Je určena především pro použití jako malá rodinná tiskárna nebo přenosná tiskárna - a to především pro tisk fotografií. Umožňuje kvalitní tisk dokumentů i fotografií.Je vybavena precizní 1 pikolitrovou technologií FINE pro tisk s miniaturními částečkami. Ta umožňuje dosáhnout rozlišení až 9600 x 2400dpi. Tiskárna má celkem pět samostatných zásobníků inkoustu se systémem ChromaLife100+.Tiskárna dokáže tisknout bezokrajové fotografie. Maximální rychlosti tisku jsou 15 stránek za minutu černobíle, případně 10 barevně. Např. bezokrajový tisk 10 x 15cm fotografie zabere přibližně 21 sekund. Tiskárna nabídne i přímý potisk disků a automatický oboustranný tisk.Připojení k počítači se realizuje přes USB 2.0 port nebo pomocí bezdrátové rozhraní WiFi 802.11b/g/n. Tiskárna má rozměry 451 x 368 x 128mm a váží 6.6kg. Součástí balení je i software pro snadný tisk fotografií My Image Garden.

source: Practical and stylish optical mouse ideal for everyday office use.With its ergonomic shape fits perfect and is suitable for left and for right-handers.
cs: Tato USB myš funguje spolehlivě na téměř libovolném povrchu a je uzpůsobená pro ovládání pravou i levou rukou.

source: Practical and stylish optical mouse ideal for everyday office use.With its ergonomic shape fits perfect and is suitable for left and for right-handers.Using an optical sensor with high sensitivity is move the cursor on the screen fast and smooth.Benefits are also programmable buttons to help with easy access to the programs and documents you use most often.The computer mouse simply connect using a cable with a USB connector and the support Plug and Play, no need to install drivers and you can immediately get to work.
cs: Tato USB myš funguje spolehlivě na téměř libovolném povrchu a je uzpůsobená pro ovládání pravou i levou rukou.

source: Preparing
cs: Připravuje se

source: Pressure
cs: Tlak

source: Prime flour 1 kg
cs: Mouka hladká 1 kg

source: Prime flour for creating your own cake. Now with special discount.
cs: Hladká mouka pro tvorbu home-made pečených dobrot. Nyní za zvláštní cenu.

source: Print resolution
cs: Rozlišení tisku

source: Print technology
cs: Technologie tisku

source: Printers
cs: Tiskárny

source: Privacy policy
cs: Zásady ochrany osobních údajů

source: Processor frequency
cs: Frekvence procesoru

source: Quality digital camera with CMOS sensor with a resolution of 18 megapixels
cs: Kvalitní digitální zrcadlovka s CMOS snímačem s rozlišením 18 megapixelů

source: Quality set keyboard and optical mouse from Gigabyte. Both components are color-matched to the sleek glossy black color.
cs: klávesnice s myší, multimediální, bezdrátová rádiová 2.4GHz, nano přijímač na USB, 15 multimediálních kláves, dosah až 5m, napájení klávesnice a myši 4x AAA, hmotnost 518 a 60 gramů, klávesnice obsahuje české znaky

source: RAM
cs: Paměť RAM

source: Recording on
cs: Záznam na

source: Red and green paper glasses for watching
cs: papírové brýle růžovo-zelené pro prohlížení 3D obrázků nebo sledování 3D filmů

source: Reducing the diameter of 35 mm to 32 mm
cs: Redukce průměru z 35 mm na 32 mm

source: Reduction Avg. OPK OPO 150/120 mm
cs: Redukce prům. OPK OPO 150/120mm

source: Reflective tape for safe movement on the road
cs: Reflexní páska pro bezpečný pohyb na cestě

source: Registration completed
cs: Registrace byla dokončena

source: Replacement textile bag for vacuum cleaners CONCEPT Sprinter - VP9070. Package: 1 pc
cs: Náhradní textilní sáček pro vysavače CONCEPT Sprinter - VP9070. Balení: 1 ks

source: Reset password request
cs: Žádost o heslo

source: Resolution
cs: Rozlišení

source: Resolution of rear camera
cs: Rozlišení standardní zadní kamery

source: Right-handed
cs: Pravoruká

source: SDV 3360-built ceramic plate 60 cm
cs: SDV-3360 Sklokeramická deska vestavná 60 cm

source: SDV 3460-built ceramic plate 60 cm
cs: SDV-3460 Sklokeramická deska vestavná 60 cm

source: SLR
cs: zrcadlovky

source: SMS-9170 SMS IQ SPACE spare bags
cs: SMS-9170 IQ SPACE SMS náhradní sáčky

source: Samsung Galaxy Core 2 (SM-G355) - black
cs: Samsung Galaxy Core 2 (SM-G355) - černý

source: Samsung Galaxy Core Plus (SM-G350) - white
cs: Samsung Galaxy Core Plus (SM-G350) - bílý

source: Screen size
cs: Úhlopříčka

source: Sencor SDB 4002M4
cs: Sencor SDB 4002M4 (HDMI)

source: Sensitivity (ISO)
cs: Citlivost (ISO)

source: Shopping guide
cs: Jak nakupovat

source: Shopsys Framework - Title page
cs: Shopsys Framework - Titulní strana

source: Shopsys Framework - the best solution for your eshop.
cs: Shopsys Framework - nejlepší řešení pro váš internetový obchod.

source: Side mount plates - few ETV-2860
cs: Boční držák plechů - pár ETV-2860

source: Simple Genius Mouse NetScroll 310 offers the most widely used functional elements of a basic ergonomics. It has an optical sensor with a resolution of 800 DPI, which can handle work on a large number of standard surfaces.
cs: myš optická, konektor USB, 1200dpi, vhodná pro notebooky

source: Simple Genius Mouse NetScroll 310 offers the most widely used functional elements of a basic ergonomics. It has an optical sensor with a resolution of 800 DPI, which can handle work on a large number of standard surfaces. There are two classic buttons and the third with the paging function wheel. Genius NetScroll 310 is equipped with modern USB interface and finds use in conserving ambidextrous or in an office environment. <br><strong> Specifications: </strong><br><strong> Supported OS: </strong><br> Microsoft Windows 7, Vista, XP, 2003, 2000, 98SE <br> Mac OS 8.6 or later
cs: myš optická, konektor USB, 1200dpi, vhodná pro notebooky

source: Sleek and compact stereo speakers in combination of black and metallic surface.
cs: Jednopásmové stereo reproduktory SP-M120 s celkovým hudebním výkonem 2 W, černým lesklým povrchem a elegantním kovovým krytem.

source: Slicer Pizza ETV-2860
cs: Kráječ na pizzu ETV-2860

source: Slovakia
cs: Slovensko

source: Spare paper bags for vacuum cleaners CONCEPT Clipper 9030/31/32/33 VP and VP 9130/31/32
cs: Náhradní papírové sáčky pro vysavače CONCEPT Clipper VP 9030/31/32/33 a VP 9130/31/32

source: Spare paper bags for vacuum cleaners CONCEPT Clipper 9030/31/32/33 VP and VP 9130/31/32. Packaging: 5 pieces of bags + input and output filter.
cs: Náhradní papírové sáčky pro vysavače CONCEPT Clipper VP 9030/31/32/33 a VP 9130/31/32. Balení: 5 ks sáčků + vstupní a výstupní filtr.

source: Spare paper bags for vacuum cleaners CONCEPT INFANT VP 9310th Package: 5 pieces of bags + 2.
cs: Náhradní papírové sáčky pro vysavače CONCEPT INFANT VP 9310. Balení: 5 ks sáčků + 2.

source: Spare paper bags for vacuum cleaners CONCEPT Jumbo VP 9
cs: Náhradní papírové sáčky pro vysavače CONCEPT Jumbo VP 9041

source: Spare paper bags for vacuum cleaners CONCEPT Jumbo VP 9,041th Package: 5 pieces of bags + input and output filter.
cs: Náhradní papírové sáčky pro vysavače CONCEPT Jumbo VP 9041. Balení: 5 ks sáčků + vstupní a výstupní filtr.

source: Spare paper bags for vacuum cleaners CONCEPT Limpio VP 9020/21
cs: Náhradní papírové sáčky pro vysavače CONCEPT Limpio VP 9020/21

source: Spare paper bags for vacuum cleaners CONCEPT Limpio VP 9020/21, Clipper VP and VP 913_ 903_, Nino VP 9010 Packaging: 5 pieces of bags + input and output filter.
cs: Náhradní papírové sáčky pro vysavače CONCEPT Limpio VP 9020/21, Clipper VP 903_ a VP 913_, Nino VP 9010. Balení: 5 ks sáčků + vstupní a výstupní filtr.

source: Spare paper bags for vacuum cleaners CONCEPT Prominent VP 9711/12/13
cs: Náhradní papírové sáčky pro vysavače CONCEPT Prominent VP 9711/12/13

source: Spare paper bags for vacuum cleaners CONCEPT Prominent VP 9711/12/13. Packaging: 5 pieces of bags + input and output filter.
cs: Náhradní papírové sáčky pro vysavače CONCEPT Prominent VP 9711/12/13. Balení: 5 ks sáčků + vstupní a výstupní filtr.

source: Speakers 2 x 3W RMS, 2.0 stereo, portable, volume control, frequency range of 150Hz-20kHz, sensitivity 80dB
cs: Kapesní reproduktor pro MP3 přehrávače, mobilní telefony, počítače, notebooky, tablety atd.
