Repository: shopsys/shopsys
Catalog: project-*/src/Shopsys/ShopBundle/Resources/translations/dataFixtures.*.po
Languages: cs

source: <h2>Genius SlimStar i222 CZ+SK Black</h2>GENIUS LuxeMate I222 is a stylish black keyboard, which at first glance invites you to use your Apple design. It will decorate your desk at home or in the office. In addition to the standard layout will delight and a large variety of function keys that enhance control of the internet, email and also a multimedia player. Low profile you use for long periods still feel comfortable. The computer keyboard GENIUS LuxeMate I222 connects via USB interface.<br><br><strong>Specifications:<br><br>Type: </strong>conduction<br><strong>Layout: </strong>Czech<br><strong>Interface: </strong><br>USB<br><strong>Design:</strong><br>Apple design
cs: klávesnice s myší, bezdrátová, ultratenká, nano přijímač s konektorem USB, s bezdrátovou optickou myší s turborolováním, dosah až 10m, klávesnice obsahuje české znaky

source: <h2>JURA IMPRESSA Z9 One Touch TFT Pianoblack</h2><p> Luxury automatic coffee machine Jura Impressa Z9 One Touch packed with Swiss precision and elegance, which sets new standards. This machine brings you jeich on several levels, such as coffee quality, easy to use and attractive design. The purpose is always the most advanced technology to achieve real, authentic results. The powerful device has intuitive controls and except large 3.5 "TFT color display. Together with rotary dial allows you to choose between 11 specialties and goes to prepare any coffee you can think of. With the coffee a la carte, allowing you to quickly change settings according to your needs, your options are almost limitless. </p><p> For an authentic experience and to ensure optimal conditions for coffee are two Thermoblocks. The first coffee and hot water, the second is intended to couple. With every cup of coffee is also possible to set the correct brewing temperature, amount of water and grind. Mill technology + Aroma is quiet and up to twice faster than previously used. Grains of coffee while grinding so much heat and so there is no negative influence of taste of coffee. </p><p> Foam crown in drinks Latte macchiato, cappuccino and other specialty are the world extremely popular. Automatic coffee machine in the model IMPRESSA Z9 One Touch is a distinctive design with a combination of pure luxury and sophistication. But technology also has a soft foam that each of trendy coffee specialties will adjust fluffy crown. S cappuccino outlets, which can be adjusted up to 153 mm, there is no problem to use a glass or a latte macchiato. Formed with Swiss precision and elegance with which you prepare the perfect espresso, cappuccino or caffe latte. </p><p> You will enjoy a very low power consumption. If the espresso is separated from the mains power switch, patented innovation JURY Zero Energy Switch (zero energy consumption) will remove any energy at all. Before turning off the espresso is automatically purged and cleansed, which provides him with long life. The unique geometry with finer teeth grinding and new technology supports the lower noise machine when grinding coffee. </p>
cs: JURA Impressa J9 TFT Carbon Automatický kávovar/espresso,barevný LCD

source: <h2>Logitech S-120 Speaker System</h2> Modern stereo speakers in a stylish black design, with an output of 2.3 W, suitable only for desktops and laptops, but also for CD or MP3 players, and other devices. They are connected via standard stereo jack 3,5 mm. The speakers have a frequency response of 50 Hz to 20 kHz. Easily accessible controls are located on the side of the right speaker with headphone outlet. <br><br><b> Specifications: </b><br><strong><br> Performance: <br></strong> 2.3 W (2 x 1.15 W RMS) <br><br><strong> Frequency response: <br></strong> 50 Hz to 20 kHz <br>
cs: Standardní sterefonní reproduktory, které jsou svou velikostí vhodné např. k notebookům.

source: <h2>Nikon EH-22L</h2> High quality, elegant, soft, and yet reliably protecting brand case for your Nikon digital camera CANON EOS 650D or 700D. Provides protection while traveling from dust, scratches and other negative influences. You also have the camera ready at hand. It fits into the unit with lens 18-55 mm.
cs: Nikon ND-22L - pouzdro pro EOS 650D

source: <h2>Steam iron Concept ZN8009 wattage 2200 Watt security system AUTO - SHUT OFF lets much easier and more convenient ironing. </h2> Its other advantage is easy operation and many other practical functions and features, such as 3 m long supply cable through which you will not have to move ironing. Specifications: <ul> <li> Stainless steel soleplate </li><li> Even steam dosage: 20 g / min </li><li> Auto-off function AUTO SHUT-OFF Audible : turn off after 30 seconds in horizontal position and after 8 minutes in the vertical position irons </li><li> The water tank: 300 ml </li><li> Airbrush </li><li> The anti-drip ANTI-DRIP </li><li> Self-cleaning function Self Clean </li><li> The descaling function ANTI-CALC </li><li> Vertical steam </li><li> Notification light </li><li> Thermostat </li><li> 3 m power cable (with swivel 360 °) </li><li> Color: blue + silver </li><li> Power consumption: 2200 W </li><li> Voltage: 230 V </li> </ul> <br/>Accessories: container to refill their water
cs: <h2><strong><font size="3"> <font color="maroon">Napařovací žehlička Concept ZN8009 o příkonu 2200 W s bezpečnostním systémem AUTO - SHUT OFF vám umožní mnohem snazší a pohodlnější žehlení.</font></font></strong></h2><br/><h2> Její další předností je jednoduché ovládání a mnoho dalších praktických funkcí a vlastností, jako třeba 3 m dlouhý přívodní kabel, díky kterému se nebudete muset s žehlením stěhovat: </h2><br/><br/><h2><strong><font size="3"><font color="maroon">Napařovací žehlička ZN8009 Ferrate:</font></font></strong></h2><br/><h2><strong><font size="2"><font color="maroon">Technické parametry:</font></font></strong></h2><br/><ul><li>Nerezová žehlící plocha</li><li>Rovnoměrné dávkování páry: 20 g/min</li><li>Funkce automatického vypnutí AUTO-SHUT OFF se zvukovou signalizací: vypne po 30ti vteřinách v horizontální poloze a po 8 minutách ve vertikální poloze žehličky</li><li>Zásobník na vodu: 300 ml</li><li>Rozprašovač</li><li>Funkce proti odkapávání ANTI-DRIP</li><li>Samočistící funkce SELF CLEAN</li><li>Odvápňovací funkce ANTI-CALC</li><li>Vertikální napařování</li><li>Světelná signalizace</li><li>Termostat</li><li>Přívodní kabel 3 m (s otočným kloubem o 360°)</li><li>Barva: modrá + stříbrná</li><li>Příkon: 2200 W</li> <li>Napětí: 230 V</li></ul><br/><h2><strong><font color="maroon"><font size="2">Příslušenství: </font></font></strong></h2><br/>Nádobka na dolévání vody<br/>Vice informaci o domácích elektrospotřebičích značky <strong><font color="maroon"> Concept</font></strong> najdete <a href="http://www.my-concept.cz/"></a>

source: <p> A perfectly clean glass ceramic cooktop without leaving stains and does not endanger the environment. </p><br /> <ul> <li> <strong> remove </strong> leftover food, grease, nicotine coating and many other impurities </li><li> <strong> does not harm </strong> rubber and plastics </li><li> <strong> does not </strong> AOX - Adsorbable organic halogens </li><li> biologically <strong> degradable </strong> by OECD </li></ul><br />
cs: <p>Dokonale čistí sklokeramické desky bez zanechání skvrn a neohrožuje životní prostředí.</p><ul><li><strong>odstraňuje</strong> zbytky potravin, tuku, nikotinového povlaku a mnoho dalších nečistot</li><li><strong>nepoškozuje</strong> gumu a umělou hmotu</li><li><strong>neobsahuje </strong>AOX - Adsorbovatelné organické vázané halogeny</li><li>biologicky <strong>odbouratelné</strong> dle OECD</li></ul>

source: <p> Enjoy quick cooking with special cooking HI-LIGHT zones which warms almost immediately. </p> Reasons to opt just for built-in ceramic plate Concept SDV-3360:<br /> <ol> <li> The built-in ceramic hob SDV-3360 you will be astonished <strong> handy touch controls </strong>. </li><li> Special radiators cooking zones <strong> HI-LIGHT </strong> are able to warm up to a maximum of a few seconds. </li><li> <strong> The residual heat indicator H </strong> - will protect you against nasty burns. Indicates residual temperature of the cooking zone even after power off. </li><li> If you want to directly select the time that you want to cook, be sure to take the opportunity of the <strong> off-delay </strong>. </li></ol><br /> <h2> Specifications: </h2><br /> <ul> <li> Height: 50mm </li><li> Width: 590 mm </li><li> Depth: 520 mm </li><li> Glass ceramics </li><li> Accessories cleaning scraper </li><li> Touch control </li><li> The residual heat indicator - H </li><li> Without frame, orthogonal edges Grounded </li><li> 4 cooking zones </li><li> Auto-off function - EXTRA SECURE </li><li> The off-delay </li><li> Beep </li><li> Control Panel front center </li><li> Child lock </li><li> The ON state </li></ul><br /> <h2> Details: </h2><br /> <ul> <li> Dimensions for installation (HxWxD): 46 x 560 x 490 mm </li><li> Main switch </li><li> <strong> Left Front plate: </strong> Circular HI-LIGHT </li><li> The diameter of the front left plates: 200 mm </li><li> Input left front plate: 1800 W </li><li> <strong> Rear left hotplate: </strong> Circular HI-LIGHT </li><li> The diameter of the rear left of the plate 165 mm </li><li> Input left rear plate: 1200 W </li><li> <strong> The right rear plate: </strong> Circular HI-LIGHT </li><li> The diameter of the rear right plate: 200mm </li><li> Input right rear plates : 1800 W </li><li> <strong> The front right plate: </strong> Circular HI-lihgt </li><li> The diameter of the front right plate 165 mm </li><li> Input right front plate: 1200 W </li><li> Max.příkon-el .: 5500-6600 W </li><li> Weight: 9 kg </li><li> Voltage: 220-240 / 400 V 2N ~ 50/60 Hz </li> </ul>
cs: <p>Dopřejte si rychlé vaření se speciálními varnými HI-LIGHT zónami, které hřejí téměř okamžitě.</p><h2>Důvody proč se rozhodnout právě pro vestavnou sklokeramickou desku Concept SDV-3360:</h2><ol><li>Tato vestavná sklokeramická deska SDV-3360 Vás jistě zaujme <strong>praktickým dotykovým ovládáním</strong>.</li><li>Speciální topná tělesa varných zón <strong>HI-LIGHT</strong> se dokáží rozehřát na maximum během několika málo sekund.</li><li><strong>Ukazatel zbytkového tepla –H</strong>- Vás ochrání před nepříjemným popálením. Signalizuje zbytkovou teplotu varné zóny i po jejím vypnutí.</li><li>Jestliže si chcete přímo navolit čas, po který chcete vařit, určitě využijete možnosti funkce <strong>zpožděného vypnutí</strong>.</li></ol><h2>Technické parametry:</h2><ul><li>Výška: 50 mm</li><li>Šířka: 590 mm</li><li>Hloubka: 520 mm</li><li>Sklokeramika</li><li>V příslušenství čistící škrabka</li><li>Dotykové ovládání</li><li>Ukazatel zbytkového tepla - H</li><li>Bez rámu, kolmé zabroušené hrany</li><li>4 varné zóny</li><li>Funkce automatického vypnutí - EXTRA BEZPEČNÁ</li><li>Funkce zpožděného vypnutí</li><li>Akustický signál</li><li>Ovládací panel vpředu uprostřed</li><li>Dětská pojistka</li><li>Ukazatel zapnutého stavu</li></ul><h2>Detailní popis:</h2><ul><li>Rozměry pro vestavbu (vxšxh): 46 x 560 x 490 mm</li><li>Hlavní vypínač</li><li><strong>Přední levá plotna:</strong> kruhová HI-LIGHT</li><li>Průměr přední levé plotny: 200 mm</li><li>Příkon přední levé plotny: 1800 W</li><li><strong>Zadní levá plotna:</strong> kruhová HI-LIGHT</li><li>Průměr zadní levé plotny: 165 mm</li><li>Příkon zadní levé plotny: 1200 W</li><li><strong>Zadní pravá plotna:</strong> kruhová HI-LIGHT</li><li>Průměr zadní pravé plotny: 200mm</li><li>Příkon zadní pravé plotny: 1800 W</li><li><strong>Přední pravá plotna:</strong> kruhová HI-LIHGT</li><li>Průměr přední pravé plotny: 165 mm</li><li>Příkon přední pravé plotny: 1200 W</li><li>Max.příkon-el.: 5500 - 6600 W</li><li>Hmotnost: 9 kg</li><li>Napětí: 220-240/400 V 2N ~ 50/60 Hz</li></ul>

source: <p> Hand printing adhesive labels Brother especially suitable for easy marking in warehouses, offices and wherever it is required records or quickly usable labels. The printer boasts a very easy to use, ensuring a perfect look label width from 3.5 mm to 18 mm. You can create labels, barcodes, labels for folders, address and shipping labels, or labels on CD and DVD media. Everything can be created by using the keyboard directly to the printer manual. <br><br> The printer is in addition to ease of use and versatility also very fast. It can print up to 2 cm plate for one second. Very please direct thermal printing technology, which reduces the cost of toner and ink. The printer can be powered by AC adapter, rechargeable battery or alkaline batteries 6 x AA. <br><br><strong> Additional information: </strong><br><br><strong> Print technology: </strong><br> Thermal </p><p><strong> Width TZ tapes: </strong> 3.5/6/9/12/18 (mm) <br><strong> Display: </strong><br> 16 characters x 2 lines <br><strong> Print speed: </strong><br> 20 mm/s <br><strong> Odsřih: </strong><br> handmade <br><strong> Font style: </strong><br> 14 <br><br><strong> Symbols: </strong><br> 617<br><br><strong> Characters in mind: </strong><br> 2800 <br><br><strong> Other features: </strong><br> vertical printing, barcode printing <br><br><strong> Possible sources of supply: </strong><br> AC adapter AD-E001 - (not included) <br> rechargeable battery BA-E001 - (not included) <br> Alkaline Batteries 6 x AA - (not included) <br><strong> Package Contents: </strong><br> Printer PT-H300 <br> starting tape TZe-241 (18 mm black on white, length 4 m) <br> documentation </p>
cs: tiskárna samolepících štítků, ruční, rychlost tisku 20 mm/s, klávesnice QWERTZ, grafický podsvícený displej, tisk na štítky 6, 9, 12 a 18mm, tisk čárových kódů, pouze TZE pásky, napájení 6x AA baterie

source: <p> It is safe for you to your loved ones as important as us? In that case, you will appreciate with hob SDV-3460 feature residual heat indicators - H that you and your loved ones will protect against nasty burns. The residual heat indicator signals a residual temperature of the cooking zone even after power off. </p><br /> <h2> Reasons to opt just for built-in ceramic plate Concept SDV-3460: </h2><br /> <ol> <li> The built-in ceramic hob SDV-3460 you will be astonished <strong> handy touch controls </strong>. </li><li> Special radiators cooking zones <strong> HI-LIGHT </strong> are able to warm up to a maximum of a few seconds. </li><li> <strong> The residual heat indicator H </strong> - protects you against nasty burns. Indicates residual temperature of the cooking zone even after power off. </li><li> If you want to directly select the time that you want to cook, be sure to take the opportunity of the <strong> off-delay </strong>. </li></ol><br /> <h2> Specifications: </h2><br /> <ul> <li> Height: 60 mm </li> <li> Width: 590 mm </li><li> Depth: 520 mm </li><li> Glass ceramics </li><li> Accessories cleaning scraper </li><li> Touch control </li><li> The residual heat indicator - H </li><li> Without frame, angled edges Grounded </li><li> 4 cooking zones </li><li> Auto-off function - EXTRA SECURE </li><li> The off-delay </li><li> Beep </li><li> Control Panel front center </li><li> Child lock </li><li> The ON state </li></ul><br /> <h2> Details: </h2><br /> <ul> <li> Dimensions for installation (HxWxD): 50 x 560 x 490 mm </li><li> Main switch </li><li> <strong> Left Front plate: </strong> </li><li> The diameter of the front left plates: 165x265 mm </li><li> Input left front plate: 1100/2000 W </li><li> <strong> Rear Left plate: </strong> Circular HI-LIGHT </li><li> The diameter of the rear left of the plate 165 mm </li><li> Input left rear plate: 1200 W </li><li> <strong> The right rear plate: </strong> Circular HI-LIGHT </li><li> The diameter of the rear right plate: 200mm </li><li> wattage right rear plate: 1800 W </li><li> <strong> The front right plate: </strong> Circular HI-lihgt </li><li> The diameter of the front right plate: 165 mm </li><li> Input right front plate: 1200 W </li><li> Max.příkon-el .: 5700-6800 W </li><li> Weight: 10 kg </li><li> Voltage: 220-240 / 400 V 2N ~ 50/60 Hz </li> </ul>
cs: <p>Je pro Vás bezpečí Vašich blízkých stejně důležité jako pro nás? V tom případě uvítáte u varné desky SDV-3460 funkci ukazatele zbytkového tepla - H, která Vás a Vaše blízké uchrání před nepříjemným popálením. Ukazatel zbytkového tepla signalizuje zbytkovou teplotu varné zóny i po jejím vypnutí.</p><br /><h2>Důvody proč se rozhodnout právě pro vestavnou sklokeramickou desku Concept SDV-3460:</h2><br /><ol><li>Tato vestavná sklokeramická deska SDV-3460 Vás jistě zaujme <strong>praktickým dotykovým ovládáním</strong>.</li><li>Speciální topná tělesa varných zón <strong>HI-LIGHT</strong> se dokáží rozehřát na maximum během několika málo sekund.</li><li><strong>Ukazatel zbytkového tepla –H</strong>- Vás ochrání před nepříjemným popálením. Signalizuje zbytkovou teplotu varné zóny i po jejím vypnutí.</li><li>Jestliže si chcete přímo navolit čas, po který chcete vařit, určitě využijete možnosti funkce <strong>zpožděného vypnutí</strong>.</li></ol><br /><h2>Technické parametry:</h2><br /><ul><li>Výška: 60 mm</li><li>Šířka: 590 mm</li><li>Hloubka: 520 mm</li><li>Sklokeramika</li><li>V příslušenství čistící škrabka</li><li>Dotykové ovládání</li><li>Ukazatel zbytkového tepla - H</li><li>Bez rámu, šikmé zabroušené hrany</li><li>4 varné zóny</li><li>Funkce automatického vypnutí - EXTRA BEZPEČNÁ</li><li>Funkce zpožděného vypnutí</li><li>Akustický signál</li><li>Ovládací panel vpředu uprostřed</li><li>Dětská pojistka</li><li>Ukazatel zapnutého stavu</li></ul><br /><h2>Detailní popis:</h2><br /><ul><li>Rozměry pro vestavbu (vxšxh): 50 x 560 x 490 mm</li><li>Hlavní vypínač</li><li>Průměr přední levé plotny: 165x265 mm</li><li>Příkon přední levé plotny: 1100/2000 W</li><li><strong>Zadní levá plotna:</strong> kruhová HI-LIGHT</li><li>Průměr zadní levé plotny: 165 mm</li><li>Příkon zadní levé plotny: 1200 W</li><li><strong>Zadní pravá plotna:</strong> kruhová HI-LIGHT</li><li>Průměr zadní pravé plotny: 200mm</li><li>Příkon zadní pravé plotny: 1800 W</li><li><strong>Přední pravá plotna:</strong> kruhová HI-LIHGT</li><li>Průměr přední pravé plotny: 165 mm</li><li>Příkon přední pravé plotny: 1200 W</li><li>Max.příkon-el.: 5700 - 6800 W</li><li>Hmotnost: 10 kg</li><li>Napětí: 220-240/400 V 2N ~ 50/60 Hz</li></ul>

source: <p> Order number {number} has been sent, thank you for your purchase. We will contact you about next order status. <br /><br /> <a href="{order_detail_url}">Track</a> the status of your order. <br /> {transport_instructions} <br /> {payment_instructions} <br /> </p>
cs: <p> Objednávka číslo {number} byla odeslána, děkujeme za Váš nákup. Budeme Vás kontaktovat o dalším průběhu vyřizování. <br /><br /> Uschovejte si permanentní <a href="{order_detail_url}">odkaz na detail objednávky</a>. <br /> {transport_instructions} <br /> {payment_instructions} <br /> </p>

source: <p> The minimum space requirements excels sub-mounting range hood OPP-2060th Suitable for very small kitchens. Metal buttons provide ease of use and precise adjustment of the corresponding stage performance. </p> <br /> <br /> <h2> Reasons to choose just the sub-mounting range hood Concept OPP-2060: </h2> <br /> <br /> <ol> <li> Performance is the most important parameter hoods and should be at least equal to ten times the volume of the room. The sub-mounting range hood brand Concept OPP-2060 will surprise performance <strong> 186 m3 per hour </strong>. </li><li> Very practical is the ability to select <strong> 4 Ways exhaust </strong>. </li></ol> Model OPP-2060 is equipped with a practical <strong> metal grease filter </strong>, its maintenance is very easy and unlimited lifespan. If you can not pay out of steam, you can choose instead of exhaust classic <strong> recirculation system </strong> using a carbon filter, which can be bought.
cs: <p>Minimální prostorovou náročností vyniká podstavný odsavač par OPP-2060. Vhodný i pro velmi malé kuchyně. Kovová tlačítka zajišťují jednoduchost ovládání a přesné nastavení odpovídajícího stupně výkonu.</p><br /><br /><h2>Důvody, proč se rozhodnout právě pro podstavný odsavač par Concept OPP-2060:</h2><br /><br /><ol><li>Výkon je nejdůležitějším parametrem odsavačů a měl by odpovídat minimálně desetinásobku objemu místnosti. Podstavný odsavač par značky Concept OPP-2060 Vás překvapí výkonem <strong>186 m3 za hodinu</strong>.</li><li>Velice praktická je možnost navolit <strong>4 způsoby odtahu</strong>.</li><li>Model OPP-2060 je vybaven praktickým <strong>kovovým filtrem proti mastnotám</strong>, jeho údržba je velice snadná a životnost neomezená. Pokud nemáte možnost odvést páry ven, můžete zvolit namísto klasického odtahu <strong>systém recirkulace</strong>s užitím uhlíkového filtru, který lze dokoupit. Jakmile bude filtr znečištěný, odsavač Vás sám upozorní.</li></ol><br /><h2>Technické parametry:</h2><br /><ul><li>Výška: 150 mm</li><li>Šířka: 600 mm</li><li>Hloubka: 490 mm</li><li>Příslušenství: zpětná klapka</li><li>Nerezové provedení</li><li>Možnost horního, zadního, bočního levého a pravého odtahu nebo recirkulace</li><li>Kovová tlačítka</li><li>3 stupně výkonu</li><li>Max. výkon: 186 m3/hod.</li><li>Max.hlučnost na nejvyšším stupni 66 dB (A)</li><li>Žárovka 40 W</li><li>1x kovový filtr proti mastnotám</li><li>Průměr odtahu: 100 mm</li></ul><br /><h2>Detailní popis:</h2><br /><ul><li>Volitelné příslušenství: 1x uhlíkový filtr 61990022</li><li>1 motor/ventilátor</li><li>Minimální vzdálenost od elektrické varné desky: 650 mm</li><li>Minimální vzdálenost od plynové varné desky: 750 mm</li><li>Netto hmotnost: 4,8 kg</li><li>Napětí: 230 V ~ 50Hz</li><li>Příkon: 150 W</li><li>Délka přívodního kabelu: 1,2 m</li></ul>

source: <p><strong>CD/DVD/Blu-ray/HD-DVD</strong>is an affordable program for burning CD/DVD/Blu-ray/HD-DVD media. Intuitive operation with its easy to handle even a novice in this field. Another big advantage is the use of technology burning "on the fly", which is spared not only your time but also the capacity of the disk, because the process does not create any storage (temporary) files on your hard disk.<br><br>Worth mentioning is also the fact that<strong> for its operation baking does not use any components of Windows</strong> or other manufacturers. Its functionality is not needed any external libraries or DLL. This makes the software provides high stability, even if your system is corrupted Windows. <strong>This gives you the ability to backup before reinstalling Broken System</strong>. The program is completely in the Czech language.</p>
cs: Existují stovky programů pro vypalování, avšak vyznat se v nich není ani pro zkušeného uživatele vůbec jednoduché. Právě proto jsme pro vás s autorem českých bestsellerů připravili 2. aktualizované vydání této úspěšné publikace. S knihou získáte nejen průvodce nejrůznějším vypalováním na CD a DVD, ale všechny programy a aplikace si můžete okamžitě vyzkoušet, neboť je obsahuje přiložené DVD.
