Repository: shopsys/shopsys
Catalog: project-*/src/Shopsys/ShopBundle/Resources/translations/dataFixtures.*.po
Languages: cs

source: (Mon - Sat: 9 - 10 a.m. to 8 - 10 p.m.)
cs: (po-pá, 10:00 - 16:00)

source: 100 Czech crowns ticket
cs: Stokorunová poukázka

source: 123.8x58.6 mm
cs: 123.8x58.6x7.6mm

source: 240 x 205 x 15 mm
cs: 240 x 205 x 15 mm, klazeta s aktivnim uhlikem

source: 250 kWh/year
cs: 250 kWh/rok

source: 275 kWh/year
cs: 275 kWh/rok

source: 295 x 240 x 15 mm <br /> cartridge with active carbon
cs: 295 x 240 x 15 mm, kazeta s aktivnim uhlikem

source: 295 x 245 x 15 mm <br /> cartridge with active carbon
cs: 295 x 245 x 15 mm<br />kazeta s aktivnim uhlikem

source: 32” Hyundai 32PFL4400
cs: Hyundai 32PFL4400

source: 36" Hyundai 32PFL4308
cs: 36" Hyundai 32PFL4360

source: 47 "LG 47LA790V Luxury TV from the South Korean company LG bears 47LA790S. At first glance its beautiful design that pleases the eye of every lover of pure and precise shapes.
cs: Cinema 3D Smart TV LG 47LA790V se Cinema 3D Screen Designem je 3D televizor s technologií LG Cinema 3D a úhlopříčkou 47&quot;, který určitě splní vaše očekávání. Oplývá veškerou moderní obrazovou technologií LG, která je zárukou výjimečné kvality obrazu s vysokou věrností barev a hlubším kontrastem včetně konverze z 2D na 3D, která vám umožní sledovat běžné televizní vysílání ve 3D prostorovém obrazu.

source: 480 x 310 x 10 mm <br /> <br /> The filter is a need to adjust the scissors to cover the entire surface of the grease filter.
cs: 480 x 310 x 10 mm<br /><br />Filtr je potreba si nůžkami upravit pro zakrytí celeho povrchu tukového filtru.

source: 480 x 310 x 10 mm. The filter is a need to adjust the scissors to cover the entire surface of the grease filter.
cs: 480 x 310 x 10 mm. Filtr je potreba si nůžkami upravit pro zakrytí celeho povrchu tukového filtru.

source: 580 kg
cs: 580 g

source: <h2> Cookbook </h2> <br /> <br /> <p> What can be cooked in a steam oven? <br /> Using a steamer Concept is surprisingly versatile. It can be used to prepare appetizers, soups, meat, fish, vegetables, vegetarian dishes, dumplings, rice, fruit and desserts. <br /> 75 pages of cookbooks Concept - cook healthy steamed - contains recipes with practical procedures. Each recipe includes: </p> <br /> <br /> <p> The list of ingredients </p> <br /> <p> Method </p> <br /> <p> How many people </p > <br /> <p> Preparation time </p> <br /> <p> The degree of difficulty </p> <br /> <p> + time + temperature </p> <br /> <br /> From under the lids give you some tips - Asparagus with tuna sauce, salmon in vermouth sauce, soup minestrone, chicken mint surprise Cabbage leaves stuffed with minced meat, grilled chop with vegetables, potatoes baked with blue cheese, pear with chocolate sauce, roasted mandelimi and ice cream, etc.
cs: <h2>Kuchařka</h2><br /><p>Co vše lze vařit v parní troubě?<br />Použití parní trouby Concept je překvapivě všestranné. Lze v ní připravit předkrmy, polévky, maso, ryby, zeleninu, vegetariánská jídla, knedlíky, rýži, ovoce i dezerty.<br />75 stran kuchařky Concept – Vaříme zdravě, vaříme v páře - obsahuje recepty s praktickými postupy. Každý recept obsahuje:</p><br /><br /><p>Seznam ingrediencí</p><br />Postup<br /><p>Pro kolik osob</p><br /><p>Doba přípravy</p><br /><p>Stupeň obtížnosti</p><br /><p> Funkce + doba + teplota</p><br /><ul><li>Z pod pokličky prozradíme pár tipů – Chřest s tuňákovou omáčkou, Losos ve vermutové omáčce, Polévka minestrone, Kuřecí mátové překvapení, Zelné listy plněné mletým masem, Grilovaná kotleta se zeleninou, Brambory zapékané s nivou, Hruška s čokoládovou omáčkou, praženými mandelimi a zmrzlinou atd.</li></ul><br />

source: <h2> Specifications: </h2> <ul> <li> Height: 140 mm </li> <li> Width: 600 mm </li> <li> Depth: 470 mm </li> <li> Accessories: backflow preventer </li> <li> White execution </li> <li> Top towing - the possibility of recirculation </li> <li> Controls - slider slider </li> <li> 3 levels of performance </li> <li> Max. Performance: 185 m3 / h. </li> <li> Max.hlučnost the highest level of 66 db (A) </li> <li> The bulb 40 W </li> <li> Textile grease filter </li> <li> diameter: 120 mm </li> </ul> <h2> Detailed description: </h2> <ul> <li> Optional Accessories: 1x textile filter 61990026, 1x carbon filter 61990028 </li> <li> 1 motor / fan </li> <li> Minimum distance from electric hob 650 mm </li> <li> Minimum distance from gas hob: 750 mm </li> <li> Net weight: 4 , 5 kg </li> <li> Voltage: 230 V ~ 50Hz </li> <li> Power: 150 W </li> <li> Cord Length: 1.5 m </li> </ul>
cs: <h2>Technické parametry:</h2><ul><li>Výška: 140 mm</li><li>Šířka: 600 mm</li><li>Hloubka: 470 mm</li><li>Příslušenství: zpětná klapka</li><li>Bílé provedení</li><li>Horní odtah - možnost recirkulace</li><li>Ovládání - posuvný slider</li><li>3 stupně výkonu</li><li>Max. výkon: 185 m3/hod.</li><li>Max.hlučnost na nejvyšším stupni 66 dB (A)</li><li>Žárovka 40 W</li><li>Textilní filtr proti mastnotám</li><li>Průměr odtahu: 120 mm</li></ul><h2>Detailní popis:</h2><ul><li>Volitelné příslušenství: 1x textilní filtr 61990026, 1x uhlíkový filtr 61990028</li><li>1 motor/ventilátor</li><li>Minimální vzdálenost od elektrické varné desky: 650 mm</li><li>Minimální vzdálenost od plynové varné desky: 750 mm</li><li>Netto hmotnost: 4,5 kg</li><li>Napětí: 230 V ~ 50Hz</li><li>Příkon: 150 W</li><li>Délka přívodního kabelu:1,5 m</li></ul>

source: <h2>47 "LG 47LA790V</h2>> Luxury TV from the South Korean company LG bears <strong> 47LA790S </strong>. At first glance its <strong> beautiful design </strong> That pleases the eye of every lover of pure and precise shapes. Inside the TV is hidden except <strong> M13 dual-core processor </strong> number of extra features. I so belong to the energy class <strong> A + </strong> . Micro Pixel Control function is performed local dimming backlight and thus significantly <strong> reduces </strong> up to 64 W. This is so gigantic screen with really great. <br> <br> This TV is considerate to your eyes because of the image <strong> eliminates the annoying flicker </strong> caused by conventional 3D glasses, and you so you can enjoy long evenings of film <strong> without fatigue and eye pain </strong> . User-friendly environment allows <strong> adjust the 3D depth effect </strong> and yourself, you can choose whether you prefer comfort or deeper experience when watching 3D content. You could very well happen that while watching a football match <strong> flips the ball right into your living room </strong> Because special functions for image conversion<strong> improve any broadcasting the third dimension </strong> . <br> <br> Avid gamers will appreciate the <strong> Dual Play </strong> When television broadcasts two separate 2D images and each player using glasses to see their part to the full screen area. No more worry when a split screen. <strong> Intel WiDi </strong> (Wireless Display), respectively. wireless transmission of video and audio, allows quick and easy connection of TVs and laptops without cables or an Internet connection. It is very convenient and fast you'll love this feature.
cs: <p>Cinema 3D Smart TV LG 47LA790V se Cinema 3D Screen Designem je 3D televizor s technologií LG Cinema 3D a úhlopříčkou 47&quot;, který určitě splní vaše očekávání. Oplývá veškerou moderní obrazovou technologií LG, která je zárukou výjimečné kvality obrazu s vysokou věrností barev a hlubším kontrastem včetně <span style="color:#FF0000"><strong>konverze z 2D na 3D</strong></span>, která vám umožní sledovat běžné televizní vysílání ve 3D prostorovém obrazu.</p> <p><img alt="" src="/content/images/product/default/1.png" style="height:256px; width:256px" /></p> <p>Příjemným překvapením pro vaše děti bude také funkce Dual Play umožňující <strong><span style="color:#FF0000">hraní her ve dvou lidech bez rozdělení obrazovky televize</span></strong>. Tento model Cinema 3D LED TV poskytuje kromě snížení spotřeby energie také různé možností konektivity, disponuje integrovanými DVB-T/C/S2 tunery a technologií Smart Energy Saving. Oproti nižším řadám je vybaven lepším dvoujádrovým procesorem a Magickým stojanem a lze k němu dokoupit TV kameru AN-VC500. Poznejte bohatý a stále se rozšiřující svět 3D zábavy, který máte na dosah ruky - stačí jen použít Magický dálkový ovladač Karta Svět 3D v menu LG TV nabízí nekonečné množství 3D obsahu, který zahrnuje filmy, sport, hudbu, videa, vzdělávací pořady a mnoho dalšího!</p> <h2>FLICKER FREE - 3D OBRAZ BEZ BLIKÁNÍ</h2> <p>Užívejte si 3D TV, jejíž sledování je mnohem příjemnější pro Vaše oči, protože obraz vůbec nebliká. Na rozdíl od běžných 3D TV, LG CINEMA 3D Smart TV vůbec nebliká a 3D obraz je mnohem jasnější. To je mnohem příjemnější pro Vaše oči a obraz je čistší a ostřejší, takže Vám přijde, jako by vystupoval úplně z obrazovky. Cinema 3D Smart TV LG 47LA790V se Cinema 3D Screen Designem je 3D televizor s technologií LG Cinema 3D a úhlopříčkou 47&quot;, který určitě splní vaše očekávání. Oplývá veškerou moderní obrazovou technologií LG, která je zárukou výjimečné kvality obrazu s vysokou věrností barev a hlubším kontrastem včetně konverze z 2D na 3D, která vám umožní sledovat běžné televizní vysílání ve 3D prostorovém obrazu. Příjemným překvapením pro vaše děti bude také funkce Dual Play umožňující hraní her ve dvou lidech bez rozdělení obrazovky televize. Tento model Cinema 3D LED TV poskytuje kromě snížení spotřeby energie také různé možností konektivity, disponuje integrovanými DVB-T/C/S2 tunery a technologií Smart Energy Saving. Oproti nižším řadám je vybaven lepším dvoujádrovým procesorem a Magickým stojanem a lze k němu dokoupit TV kameru AN-VC500. Poznejte bohatý a stále se rozšiřující svět 3D zábavy, který máte na dosah ruky - stačí jen použít Magický dálkový ovladač Karta Svět 3D v menu LG TV nabízí nekonečné množství 3D obsahu, který zahrnuje filmy, sport, hudbu, videa, vzdělávací pořady a mnoho dalšího!&nbsp;</p> <p><iframe align="middle" frameborder="1" height="400" longdesc="adresa sídla fírmy shopsys" name="shopsys" scrolling="yes" src="http://www.mapy.cz/s/cQc0" title="Kde nás najdete" width="600"></iframe></p>

source: <h2>A4tech X710BK</h2>Playing computer mouse has five buttons and scrolovacím button for easier browsing documents or Internet pages. News is a key 3XFire that in one pressing regulating a triple clicks. The mouse has five options to set up the sensor sensitivity and in steps 400, 600, 1200, 1600 and 2000 DPI. The mouse has an ergonomic design, it connects via high-speed USB interface and is equipped with 16 Kb internal memory that is possible with the Oscar Mouse Editor to record scripts to control your favorite games. It is fully compatible with all modern operating systems including Windows Vista. <br><br><strong> Specifications: </strong><br><br><strong> Interface: </strong><br> USB 2.0 <br> Reduction in PS/2 <br><br><strong> OS Compatibility: </strong><br> Microsoft Windows 2000/XP/2003/Vista
cs: <h2>Herní počítačová myš A4Tech X-710BK s pěti tlačítky a scrolovacím kolečkem pro snadnější ovládání dokumentů, či prohlížení internetových stránek.</h2> <p>Novinkou u této série je 3XFire tlačítko, které při jednom zmáčknutí reaguje jako troj-klik. Další inovací je 5 DPI změna citlivosti snímáče a to v krocích 400/600/1200/1600/2000 DPI. Myš je pohodlně tvarovaná a připojuje se pomocí USB rozhraní. Novinkou je 16KB interní paměť do které je možné pomocí programu Oskar Mouse Editor nahrávat scripty na Vaše oblíbené hry. A4tech X710BK Herní počítačová myš vybavená pěti tlačítky a scrolovacím tlačítkem pro snadnější ovládání dokumentů nebo prohlížení internetových stránek. Novinkou je pak tlačítko 3XFire, které při jednom zmáčknutí reguje jako trojité kliknutí. Myš disponuje možností nastavit až pět citlivostí snímače a to v krocích 400, 600, 1200, 1600 a 2000 DPI. Myš má ergonomický design, připojuje se přes vysokorychlostní USB rozhraní a je vybavena 16 Kb interní paměti, do které je možné pomocí programu Oscar Mouse Editor nahrávat scripty pro ovládání vašich oblíbených her.</p> <p><strong>Je plně kompatibilní se všemi moderními operačními systémy včetně Windows Vista. </strong></p> <h3>Parametry a specifikace:</h3> <ol> <li>Rozhraní: USB 2.0</li> <li>Redukce do PS/2</li> <li>Kompatibilita OS: Microsoft Windows 2000/XP/2003/Vista.</li> </ol> <p><img alt="" src="/content/images/product/default/1.png" style="height:380px; width:380px" /></p> <p>&nbsp;</p>

source: <h2>Canon EH-22L</h2> High quality, elegant, soft, and yet reliably protecting brand case for your Canon digital camera CANON EOS 650D or 700D. Provides protection while traveling from dust, scratches and other negative influences. You also have the camera ready at hand. It fits into the unit with lens 18-55 mm.
cs: Canon EH-22L - pouzdro pro EOS 650D

source: <h2>Canon EH-22L</h2>High quality, elegant, soft, and yet reliably protecting brand case for your Canon digital camera CANON EOS 650D or 700D. Provides protection while traveling from dust, scratches and other negative influences. You also have the camera ready at hand. It fits into the unit with lens 18-55 mm.
cs: Canon EH-22L - pouzdro pro EOS 650D

source: <h2>Canon PIXMA MG2450</h2><p>Stylish and affordable, accessible multifunction devices for the home. Easy <strong> printing, scanning and copying </strong> in one device will take much less space and you'll save money than buying individual components. The printing machine uses an innovative print <strong> FINE technology </strong> Which guarantee excellent print quality. The printer has a system of four ink colors hidden in two ink cartridges, which provide easy user service and stable print quality throughout the life. <strong> You can reach the XL cartridges </strong> FINE, which provide significantly greater number of print pages between ink replacement. This is ideal if you are printing large volumes.<br><br>Software <strong> My Image Garden </strong> will reveal the full range of functions PIXMA printers. It offers solutions for the layout and printing photos, scanning, and access to online services. Due to advanced features such as face detection, it will scan all the pictures on your computer (even those long forgotten), and compile them into great designs to print. Service <strong> CREATIVE PARK PREMIUM</strong> you can download and print photos, images and artwork from internationally recognized photographers and artists. Create greeting cards, calendars or stunning 3D paper products, such as the space shuttle Endeavour.</p>
cs: Multifunkční tiskárna CANON PIXMA MG2450, A4, print/scan/copy, USB, Vysoce kvalitní tisk s až 4 800 dpi a technologií kazet FINE, software pro inteligentní tisk z webů

source: <h2>Canon PIXMA MG3350 black</h2><p>Features of modern and elegantly prepared MFPs<strong> s new wireless capabilities</strong>. Function <strong>automatic two-sided printing</strong> printing on both sides, which saves paper while producing professional looking documents. The printer uses<strong> ChromaLife100 ink system </strong>with four colors of ink hidden <strong>two print cartridges</strong>That provide easy user service and stable print quality throughout the life. You reach for XL FINE cartridges provide printing multiple pages significantly between individual ink replacement. This is ideal if you often print.<br><br>Do smart device application download <strong>Canon PIXMA Printing Solutions</strong> a straight print or scan. In addition, you can check the printer status and ink levels. They also supported services <strong>Apple AirPrint</strong> and access to the Internet and <strong>Google Cloud Print</strong>. Software <strong>My Image Garden</strong> has a solution for organizing and printing photos, scanning, and access to online services. Due to advanced features such as face detection, you will always find exactly what you're looking for.<br><br><strong>Additional information:</strong><br><br><strong>Print:</strong><br>Technology: 4-ink (in 2 packs) ChromaLife100 system, the head of FINE (2 pl)<br>Borderless printing: A4, Letter, 20 x 25 cm, 13 x 18 cm, 10 x 15 cm<br>Automatic two-sided printing: A4, A5, B5, Letter<br>Printing from Application PIXMA Printing Solutions, Google Cloud Print, Apple AirPrint</p>
cs: Stylové kompaktní multifunkční zařízení s Wi-Fi a snadným mobilním tiskem. Stylové kompaktní multifunkční zařízení s Wi-Fi pro sdílení a používání odkudkoli v domácnosti. Nabízí rychlý, vysoce kvalitní tisk, kopírování a skenování a podporuje služby Google Cloud Print a Apple AirPrint.

source: <h2>Canon PIXMA MG3350 black</h2><p>Features of modern and elegantly prepared MFPs<strong> s new wireless capabilities</strong>. Function <strong>automatic two-sided printing</strong> printing on both sides, which saves paper while producing professional looking documents. The printer uses<strong> ChromaLife100 ink system </strong>with four colors of ink hidden <strong>two print cartridges</strong>That provide easy user service and stable print quality throughout the life. You reach for XL FINE cartridges provide printing multiple pages significantly between individual ink replacement. This is ideal if you often print.<br><br>Do smart device application download <strong>Canon PIXMA Printing Solutions</strong> a straight print or scan. In addition, you can check the printer status and ink levels. They also supported services <strong>Apple AirPrint</strong> and access to the Internet and <strong>Google Cloud Print</strong>. Software <strong>My Image Garden</strong> has a solution for organizing and printing photos, scanning, and access to online services. Due to advanced features such as face detection, you will always find exactly what you're looking for.<br><strong>Additional information:</strong><br><strong>Print:</strong><br>Technology: 4-ink (in 2 packs) ChromaLife100 system, the head of FINE (2 pl)<br>Borderless printing: A4, Letter, 20 x 25 cm, 13 x 18 cm, 10 x 15 cm<br>Automatic two-sided printing: A4, A5, B5, Letter<br>Printing from Application PIXMA Printing Solutions, Google Cloud Print, Apple AirPrint</p>
cs: Stylové kompaktní multifunkční zařízení s Wi-Fi a snadným mobilním tiskem. Stylové kompaktní multifunkční zařízení s Wi-Fi pro sdílení a používání odkudkoli v domácnosti. Nabízí rychlý, vysoce kvalitní tisk, kopírování a skenování a podporuje služby Google Cloud Print a Apple AirPrint.

source: <h2>D-Link DGS-105/E</h2>The switch provides a cost-effective way to create a small network or extend existing ones. Connect not only computers, but also a number of network devices such as IP cameras, network printers and more. The switch is equipped with five Gigabit Ethernet ports with auto-sensing speeds, so you shall always have the best performance. To communicate without delay and smooth video streaming has integrated <strong> QoS optimization </strong> . <br><br> Switch functions quickly and easily without complicated setting. But <strong> consistently low power </strong> detect used ports, and if stopping traffic enters Sleep mode. <strong> Rugged metal body is sufficient for cooling without fan </strong> . Together with its small size you can find a place almost anywhere. Also available is a set of <strong> wall mounting </strong> and it can also protect against theft Kensington.
cs: <ul><li>Prvni</li><li>Druha</li><li>Treti</li></ul>

source: <h2>Defender SPK-480</h2><strong>Defender SPK 480</strong>, two portable and practical&nbsp;<strong>2" broadband&nbsp;</strong>speakers. They have&nbsp;<strong>4 watt output&nbsp;</strong>and are powered by USB. They're made of durable plastic and their&nbsp;compact size is&nbsp;<strong>portable&nbsp;</strong>and easy to fit into any bag or backpack. The speakers connect to notebooks or portable music players via the built-in 3.5 mm jack. Each speaker features its own volume control, and they can be placed near monitors without disturbing image quality due to their magnetic shielding. The silver and black&nbsp;design is simple and modern.
cs: reproduktory 2.0, jednopásmové, výkon 2x2W RMS, 90Hz až 20kHz, USB napájení

source: <h2>DéLonghi ECAM 44.660.B</h2><p>Start the morning with your favorite drink with the DeLonghi ECAM 44.660.B Eletta automatic coffee maker.&nbsp; A built in special hot steam/water jet automatically prepares a thick milk froth for cappuccino and tea. Drip coffee lovers can also press their own coffee.</p><h3>Magic Milk Menu button</h3><p><br>A special function is the Milk Menu button, which gives you a choice of milk-based beverages. In addition to the classic cappuccino, latte macchiato, or Latte, you can prepare rare drinks such as Espresso macchiato and a flat white. For a quick and easy treat, you can prepare hot cocoa or a cup of frothed milk, and the size of the beverage can be adjusted based on the cup.&nbsp;&nbsp;</p>
cs: DeLonghi ECAM 44.660 B Luxusní plnoautomatický kávovar Eletta Plus v černé barvě s nerezovými částmi,1450 W

source: <h2>GENIUS SP-M120 black</h2><p align="justify"> Sleek and compact stereo speakers in combination of black and metallic surface. Speakers provide basic computer sound system with an output of 2 W RMS. On the front is virtually placed in a large volume control, but not forgotten even the popular headphone jack. <br><strong> Specifications: <br> Performance: <br></strong> 2 x 1 W RMS <br><strong> Frequency Range: </strong> 100 Hz - 20KHz <br><strong> Signal/noise ratio: </strong> 75 db <br><strong> Dimensions: </strong> 50 x 90 mm </p>
cs: Jednopásmové stereo reproduktory SP-M120 s celkovým hudebním výkonem 2 W, černým lesklým povrchem a elegantním kovovým krytem. Přední panel obsahuje 2 ovládací prvky (ovládání hlasitosti, zapnutí/vypnutí) a výstup pro sluchátka.

source: <h2>GIGABYTE GK-KM7580 Black</h2>Quality set keyboard and optical mouse from Gigabyte. Both components are color-matched to the sleek glossy black color. The keyboard has 15 multimedia keys for quick access to the Internet, email and other applications. The multimedia keys also used for various tasks (volume control, ...). Optical mouse has a sensor with a resolution of 500 to 1000 DPI resolution can be switched. Mouse fits both the left and the right hand. Wireless communication provides a miniature USB receiver for keyboard and mouse. This set will contrast nicely on any desk. <br><br><strong> Specifications: </strong> <br><br><strong> Multimedia keys: </strong><br> 15 hotkeys <br><br><strong> Interface: </strong><br> USB receiver <br><br><strong> Communication: </strong><br> wireless, 2.4 GHz band <br><br><strong> Power: </strong><br> Keyboard: 2x AAA <br> Mouse: 2x AAA
cs: klávesnice s myší, multimediální, bezdrátová rádiová 2.4GHz, nano přijímač na USB, 15 multimediálních kláves, dosah až 5m, napájení klávesnice a myši 4x AAA, hmotnost 518 a 60 gramů, klávesnice obsahuje české znaky

source: <h2>Genius SP-HF150 Black</h2>Compact Speakers Genius SP-HF150 are the perfect accessory for portable computers. It is powered only by the USB port. Yet they can generate high power 4 W RMS. The sound of the smaller 2.5 "drives is airy, yet does not lack sufficient bass fundament. All of the elegant veneer finish imitating a hidden volume control. <br><strong><br> Specifications: </strong><br><br><strong> Sound characteristics: </strong><br> Power: 2 x 2 W RMS <br> Drivers: 2.5 "(širokpásmové) <br> Frequency range: 200 to 20 000 Hz <br> Signal-to-Noise Ratio: 70 db <br><br><strong> Connectors: </strong><br> 3.5 mm audio <br> USB for power
cs: REPRO Genius SP-U150X černozelené 4W 2.0
