Repository: shopsys/shopsys
Catalog: project-*/src/Shopsys/ShopBundle/Resources/translations/dataFixtures.*.po
Languages: cs

source: <p>Hewlett-Packard was founded in the difficult times of the Great Depression. The founders were a pair of friends whose name the company still proudly bears. They started their business in an unobtrusive garage near the city of Palo Alto. It is now a national monument. HP’s success lay not in copying existing products, but in the ability and courage to come up with something new.</p><p>The first commercial triumph was an oscillator that surpassed all competition in quality, yet sold at a quarter of the price. In 1968, HP released their first desktop computer - a desktop calculator. The company currently manufactures products primarily related to computer technology - computers and laptops, printers, scanners, digital cameras, servers, and last but not least, calculators.</p><p>Unless otherwise indicated in the product description, packaging does not contain a USB interface cable.</p>
cs: S touto jednoduchou a cenově dostupnou multifunkční tiskárnou HP Deskjet můžete tisknout, skenovat i kopírovat. Tiskněte více za méně peněz s levnými inkousty. Ušetřete místo díky kompaktnímu provedení, které lze umístit kamkoli, a začněte pracovat během pár okamžiků díky rychlé a jednoduché instalaci.

source: <p>Meet the latest generation of LED TVs Philips, which include the thin<strong>Smart TV running Android.</strong> Gets you a fine painting, innovative technologies, including image processing Ambilight and honest materials used in production. It features cutting-edge design structures with an eye for detail that fits into modern interiors. Like basis was inclined central pedestal that represents the geometric pun. On TV it will always look nice even when switched off. </p><p> <strong>The main advantages:</strong> </p><ul><li> Ambilight backlighting - projecting a glow on the wall </li><li> Sharp and smooth image </li><li> Android operating system with applications </li><li> Internet connection </li><li> Remote control with keyboard </li></ul><div data-act="block" contenteditable="false"><div data-act="edit" style="position: relative;" contenteditable="false"><h3> Superior picture </h3><p> <strong>Ambilight backlighting will forever change your perception of television.</strong> This is a unique technology that expands the display area outside the boundaries of the panel itself. 2 Sided glow lit from two sides of the screen to the surrounding walls and creates a breathtaking effect. Natural Motion technology ensures smooth and crisp moving images without blur by increasing the number of frames per second to double. It's handy for example when movie action scenes or sports broadcasts. </p><p> <strong>Micro Dimming Pro conveys a realistic visual experience day and night.</strong> It uses a light sensor and a special software to optimize the contrast of the screen on the basis of light conditions in the environment. The image is analyzed 6400 in different zones, thereby providing authentic and undisturbed experience. Sharp moving images with breathtaking contrast, detail and depth ensure Pixel Precise HD. </p></div></div><div data-act="block" contenteditable="false"><div data-act="edit" style="position: relative;" contenteditable="false"><h3> Android - richer television viewing experience </h3><p> Built-in WiFi module, and an Ethernet port expands the possibilities of television. <strong>Are you tired of watching okoukaných series?</strong> Then drop into online content. Waiting for you Archives TV stations, social networks, YouTube and other corners of the Internet via a web browser. Smart TV is based on Android OS 5.0 (Lollipop), has pre-installed applications and more can be found at Google Play. Use remote control with keyboard for easy typing text or even voice control. Advantage based on Android is also always up to date firmware. And all of you will be taken without waiting for a nimble run television is not only the old operating system, but also 2jádrový processor. </p></div></div><h3> Saving operation </h3><p> Manufacturer did not forget to decent connective equipment. It includes a quartet of HDMI connectors, one Scart and a trio of USB connectors for recording or playback of content by connecting USB disks. There is also support for HbbTV function or even suspend broadcasts EPG 8 days. Tuners are represented DVB-T / T2 / C and television unequivocal advantage of the economic operation. <strong>The TV comes to energy class A +,</strong> and for a very decent cuts only 45 kWh. </p><p><strong>Additional information:</strong> </p><p> <strong>Picture Enhancement:</strong> <br> Natural Motion <br> 500Hz Perfect Motion Rate <br> Pixel Precise HD <br> Micro Dimming Pro </p><p> <strong>Smart TV:</strong> <br> User interaction - multiroom Client and Server, SimplyShare, certified Wi-Fi Certified Miracast <br> Interactive television - HbbTV <br> Program - Suspension of television broadcasting, USB recording <br> Applications SmartTV - Online video store, open an Internet browser, Social TV service, Spotify, TV on Demand, YouTube <br> Easy Installation - Automatic detection equipment Philips Connection Wizard equipment, Network Setup Wizard, the Setup Wizard <br> Easy to use - Universal Smart Menu button, on-screen User Guide <br> Firmware upgradeable - Guide cars. update, Firmware upgradeable via USB, Firmware Update online <br> Screen Format Adjustments - Basic - Fill Screen, Fit to Screen, Advanced - Pan, Zoom, Stretch <br> Philips TV Remote - Applications Channels, Control, NowOnTV, TV guide, Video on demand <br> Remote control - Keyboard </p><p> <strong>Ambilight:</strong> <br> Versions of Ambilight - 2 pages <br> Ambilight - The adaptation of the color of walls, Lounge Mode, Game Mode, Ambilight + hue </p><p> <strong>Multimedia applications:</strong> <br> Video playback formats - Containers: AVI, MKV, H264 / MPEG-4 AVC, MPEG-1, MPEG-2, MPEG-4, WMV9 / VC1, HEVC <br> Format Support subtitles - .SMI, .SRT, .ssa, .SUB, .TXT, .ass <br> Play music formats - AAC, MP3, WAV, WMA (v2 to v9.2), PRO-WMA (v9 and v10) <br> Picture Playback Formats - JPEG, BMP, GIF, JPS, PNG, PNS, BMS, MIT </p><p> <strong style="font-family: Verdana, sans-serif, Arial; font-size: 13px;">Connectivity:</strong><span style="font-family: Verdana, sans-serif, Arial; font-size: 13px;">4 x HDMI</span> <span style="font-family: Verdana, sans-serif, Arial; font-size: 13px;">1 x Scart (RGB / CVBS)</span> <span style="font-family: Verdana, sans-serif, Arial; font-size: 13px;">3 x USB</span><span style="font-family: Verdana, sans-serif, Arial; font-size: 13px;">Wireless Dual Band Wi-Fi Direct, Integrated Wi-Fi 11n 2 × 2</span><span style="font-family: Verdana, sans-serif, Arial; font-size: 13px;">Other connections: Antenna IEC75, Common Interface Plus (CI +), Ethernet-LAN ??RJ-45, Digital audio output (optical), Audio L / R, Audio Input (DVI), Headphone out, Service connector, the connector Satellite</span><span style="font-family: Verdana, sans-serif, Arial; font-size: 13px;">HDMI features - Audio Return Channel</span><span style="font-family: Verdana, sans-serif, Arial; font-size: 13px;">EasyLink (HDMI-CEC) - Pass the remote control signal, System audio control, System standby, One touch play</span> </p><p> <strong>Supplied</strong> <br> Remote control <br> 2 x AAA Batteries <br> Table top stand <br> Power cable <br> Quick start guide use <br> Brochure Legal and safety information </p>
cs: <h1><span style="color:#0000CD">Televize PHILIPS 32PFL4308 3D LED TV 4300 series&nbsp;</span></h1> <ul> <li>32&quot;(81 cm)</li> <li>Full HD</li> <li>200PMR</li> <li>DVB-T/C&nbsp;</li> <li>HDMI</li> <li>USB</li> <li>Full HD LED TV</li> </ul> <h2>Na kvalitě obrazu záleží.&nbsp;</h2> <p>Obyčejné televizory HDTV přinášejí kvalitu,ale vy očekáváte to nejlepší. Představte si úchvatně ostré detaily ve spojení s vysokým jasem,neuvěřitelným kontrastem,ostrým vykreslením pohybu,realistickými barvami a věrným obrazem - a také se sníženou spotřebou energie. Tak už nemusíte dále hledat. Televizor Full HD LED vám poskytne více detailů než standardní televizory HDTV. A více detailů obrazu pro vás znamená intenzivnější zážitek ze sledování. 200 Hz PMR Společnost Philips vytvořila technologii PMR pro zobrazení pohybu,které je přesné,plynulé a přirozené. PMR je standard pro měření ostrosti pohyblivého obrazu. Technologie Perfect Motion Rate je výsledkem spojení jedinečného zpracování obrazu,počtu snímků za sekundu a obnovovací frekvence jednotlivých snímků,dokonalých funkcí stmívání a technologie podsvícení. Vyšší číslo PMR přispívá k většímu kontrastu a zřetelnějšímu obrazu - což pro vás znamená obraz vynikající kvality.</p> <h2>Pixel Plus HD</h2> <p>Pokročilá technologie pro zpracování digitálního obrazu zvyšuje počet řádků a pixelů. Výsledek znamená vždy obraz ostrý jako břitva s neuvěřitelnými detaily a hloubkou z jakéhokoli zdroje. Služba Pause TV a nahrávání na zařízení USB Potřebujete si udělat přestávku a pokračovat ve sledování televize později? Funkce pozastavení znamená,že už nikdy nebudete muset čekat na reklamu - nebo ji sledovat! Chcete si nahrát živé digitální televizní vysílání a sledovat je,až se vám to bude hodit? Najděte své oblíbené programy pomocí Elektronického programového průvodce (EPG) a můžete snadno naplánovat nahrávání. Jednoduchým připojením pevného disku USB k televizoru se vysílání pohodlně uloží,abyste je mohli shlédnout později. Televize PHILIPS 32PFL4308 3D LED TV 4300 series, 32&quot;(81 cm), Full HD, 200PMR, DVB-T/C, HDMI,USB Full HD LED TV Na kvalitě obrazu záleží. Obyčejné televizory HDTV přinášejí kvalitu,ale vy očekáváte to nejlepší. Představte si úchvatně ostré detaily ve spojení s vysokým jasem,neuvěřitelným kontrastem,ostrým vykreslením pohybu,realistickými barvami a věrným obrazem - a také se sníženou spotřebou energie. Tak už nemusíte dále hledat. Televizor Full HD LED vám poskytne více detailů než standardní televizory HDTV. A více detailů obrazu pro vás znamená intenzivnější zážitek ze sledování. 200 Hz PMR Společnost Philips vytvořila technologii PMR pro zobrazení pohybu,které je přesné,plynulé a přirozené. PMR je standard pro měření ostrosti pohyblivého obrazu. Technologie Perfect Motion Rate je výsledkem spojení jedinečného zpracování obrazu,počtu snímků za sekundu a obnovovací frekvence jednotlivých snímků,dokonalých funkcí stmívání a technologie podsvícení. Vyšší číslo PMR přispívá k většímu kontrastu a zřetelnějšímu obrazu - což pro vás znamená obraz vynikající kvality. Pixel Plus HD Pokročilá technologie pro zpracování digitálního obrazu zvyšuje počet řádků a pixelů. Výsledek znamená vždy obraz ostrý jako břitva s neuvěřitelnými detaily a hloubkou z jakéhokoli zdroje.</p> <h2>Služba Pause TV a nahrávání na zařízení USB</h2> <p>Potřebujete si udělat přestávku a pokračovat ve sledování televize později? Funkce pozastavení znamená,že už nikdy nebudete muset čekat na reklamu - nebo ji sledovat! Chcete si nahrát živé digitální televizní vysílání a sledovat je,až se vám to bude hodit? Najděte své oblíbené programy pomocí Elektronického programového průvodce (EPG) a můžete snadno naplánovat nahrávání. Jednoduchým připojením pevného disku USB k televizoru se vysílání pohodlně uloží,abyste je mohli shlédnout později.</p>

source: <p>This product is not an independently functional unit and may require professional installation.</p>
cs: Přenosný pevný disk GT SuperSpeed USB 3.0 se inspiruje dlouhou historií sportovních vozů, a proto jej zdobí známé bílé závodní pruhy, které jsou obvyklé na závodních okruzích po celém světě. Červené kontrolky LED na jeho zadní straně přispívají ke vzhledu podobnému závodním vozům.Díky lehkosti a kombinaci velké kapacity s atraktivním vzhledem je disk GT SuperSpeed ideální k nošení a dodá vašemu pracovišti styl a spolehlivost – ať už je to kdekoli. Disk GT SuperSpeed je napájen přes sběrnici USB 3.0 a nevyžaduje žádné externí napájení. Stačí jej jednoduše zapojit a ihned jej můžete začít používat. Je také naformátován systémem FAT32, takže jej můžete používat v operačních systémech Windows i Mac. Přenosný pevný disk GT SuperSpeed USB 3.0 se dodává společně s bohatým předinstalovaným softwarovým balíčkem. Tento balíček zahrnuje software Nero Backup, software pro úsporu energie Grey Button, software pro formátování a uživatelské příručky. Přepínač ochrany proti zápisu na zadní straně disku je nová funkce umožňující ochranu před neúmyslným odstraněním dat. Funguje na stejném principu jako přepínač ochrany proti zápisu na disketách nebo kartách SD.

source: <ul><li> Type nozzles: Universal </li><li> Diameter: 32 mm </li><li> Turbobrush Big </li></ul>
cs: <ul><li>Typ hubice: Univerzální</li><li>Průměr: 32 mm</li><li>Turbokartáč: Velký</li></ul>

source: A and micro B
cs: A a micro B

source: A book is a set of written, printed, illustrated, or blank sheets, made of ink, paper, parchment, or other materials, fastened together to hinge at one side. A single sheet within a book is a leaf, and each side of a leaf is a page. A set of text-filled or illustrated pages produced in electronic format is known as an electronic book, or e-book.
cs: Kniha je sešitý nebo slepený svazek listů nebo skládaný arch papíru, kartonu, pergamenu nebo jiného materiálu, popsaný, potištěný nebo prázdný s vazbou a opatřený přebalem.

source: A cable HDMI - HDMI AM / M 2 m gold-plated connector High Speed HDMI Cable with Ethernet 1.4 support 1080p FULL HD
cs: Kabel HDMI A - HDMI A M/M 2m zlacene konektory High Speed HDMI kabel s Ethernetem 1.4 podpora 1080p FULL HD

source: A camera is an optical instrument for recording or capturing images, which may be stored locally, transmitted to another location, or both.
cs: Fotoaparát je zařízení sloužící k pořizování a zaznamenání fotografií. Každý fotoaparát je v principu světlotěsně uzavřená komora s malým otvorem (nebo nějakou složitější optickou soustavou – objektivem), jímž dovnitř vstupuje světlo, a nějakým druhem světlocitlivé záznamové vrstvy na druhé straně, na níž dopadající světlo kreslí obraz.

source: A garden tool is any one of many tools made for gardens and gardening and overlaps with the range of tools made for agriculture and horticulture. Garden tools can also be hand tools and power tools.
cs: Oddělení zahradního náčiní je jedno z největších oddělení v naší nabídce. Za pozornost stojí zejména naše filtry různých druhů nečistot, avšak doporučujeme popatřit zrakem i na naše boční držáky plechů.

source: A personal computer (PC) is a general-purpose computer whose size, capabilities, and original sale price make it useful for individuals, and is intended to be operated directly by an end-user with no intervening computer time-sharing models that allowed larger, more expensive minicomputer and mainframe systems to be used by many people, usually at the same time.
cs: Počítač je zařízení a výpočetní technika, která zpracovává data pomocí předem vytvořeného programu. Současný počítač je elektronický a skládá se z hardwaru, který představuje fyzické části počítače (mikroprocesor, klávesnice, monitor atd.) a ze softwaru (operační systém a programy). Počítač je zpravidla ovládán uživatelem, který poskytuje počítači data ke zpracování prostřednictvím jeho vstupních zařízení a počítač výsledky prezentuje pomocí výstupních zařízení. V současnosti jsou počítače využívány téměř ve všech oborech lidské činnosti.

source: A printer is a peripheral which makes a persistent human readable representation of graphics or text on paper or similar physical media.
cs: Tiskárna je periferní výstupní zařízení, které slouží k přenosu dat uložených v elektronické podobě na papír nebo jiné médium (fotopapír, kompaktní disk apod.). Tiskárnu připojujeme k počítači, ale může fungovat i samostatně.

source: A telephone is a telecommunications device that permits two or more users to conduct a conversation when they are too far apart to be heard directly. A telephone converts sound, typically and most efficiently the human voice, into electronic signals suitable for transmission via cables or other transmission media over long distances, and replays such signals simultaneously in audible form to its user.
cs: Mobilní telefony umožňují nejen komunikaci v rámci mobilní sítě, ale i spojení s pevnou telefonní sítí přímo volbou telefonního čísla na vestavěné klávesnici a poskytují širokou škálu dalších telekomunikačních služeb, jako jsou SMS, MMS, WAP a připojení na Internet. Protože patří k nejrozšířenějším elektronickým zařízením, výrobci je vybavují také dalšími funkcemi.

source: A toy is an item that can be used for play. Toys are generally played with by children and pets. Playing with toys is an enjoyable means of training young children for life in society. Different materials are used to make toys enjoyable to all ages.
cs: Hračka je předmět používaný ke hře dětí, ale někdy i dospělých. Slouží k upoutání pozornosti dítěte, jeho zabavení, ale také k rozvíjení jeho motorických a psychických schopností. Hračky existují již po tisíce let. Panenky, zvířátka, vojáčci a miniatury nástrojů dospělých jsou nacházeny v archeologických vykopávkách od nepaměti.

source: A4tech X710BK Playing computer mouse has five buttons and scrolovacím button for easier browsing documents or Internet pages.
cs: Herní počítačová myš A4Tech X-710BK s pěti tlačítky a scrolovacím kolečkem pro snadnější ovládání dokumentů, či prohlížení internetových stránek.

source: A4tech mouse X-710BK, OSCAR Game, 2000DPI, black,
cs: A4tech myš X-710BK, OSCAR Game, 2000DPI, černá

source: Active
cs: Aktivní

source: Active/Passive
cs: Aktivní/Pasivní

source: Annual energy consumption
cs: Roční spotřeba energie

source: Apple iPhone 5S 64GB, gold
cs: Apple iPhone 5S 64GB, zlatý

source: Aquila Aquagym non-carbonated spring water
cs: Aquila Aquagym Pramenitá voda neperlivá

source: Book 55 best programs for burning CDs and DVDs
cs: Kniha 55 nejlepších programů pro vypalování CD a DVD

source: Book Computer for Dummies Digital Photography II
cs: Kniha Jak na počítač Digitální fotografie II

source: Book of procedures for dealing with traffic accidents
cs: Kniha Postup pří zvládání dopravní nehody

source: Book of traditional Czech fairy tales
cs: Kniha Křemílek a Vochomůrka

source: Book scoring system and traffic regulations
cs: Kniha Bodový systém a pravidla silničního provozu

source: Books
cs: Knihy

source: By entering an email below, you can download your personal and other information (for example, order history) from our online store. An email with a link will be sent to you after entering your email address, to verify your identity. Clicking on the link will take you to a page where you’ll be able to download these informations in readable format - it will be the data registered to given email address on this online store domain.
cs: Zadáním emailu níže si můžete stáhnout své osobní a jiné informace (například historii objednávek) z našeho internetového obchodu. Pro ověření vaší totožnosti vám po zadání emailové adresy bude zaslán email s odkazem. Klikem na odkaz se dostanete na stránku s s možností stažení těchto informací ve strojově čitelném formátu - půjde o údaje evidované k dané emailové adrese na této doméně internetového obchodu.

source: By entering an email below, you can view your personal information that we register in our online store. An email with a link will be sent to you after entering your email address, to verify your identity. Clicking on the link will take you to a page listing all the personal details we have connected to your email address.
cs: Zadáním emailu níže si můžete nechat zobrazit vaše osobní údaje, která evidujeme v našem internetovém obchodu. Pro ověření vaší totožnosti vám po zadání emailové adresy bude zaslán email s odkazem. Klikem na odkaz se dostanete na stránku s přehledem těchto osobních údajů - půjde o všechny údaje evidované k dané emailové adrese.

source: Camera type
cs: Typ fotoaparátu

source: Cameras & Photo
cs: Fotoaparáty

source: Canon EH-22L. High quality, elegant, soft, and yet reliably protecting brand case for your Canon digital camera CANON EOS 650D or 700D.
cs: Canon EH-22L - pouzdro pro EOS 650D

source: Canon EH-22M
cs: Canon EH-22L

source: Canon EOS 700D + EF-S 18-55 mm + 75-300 mm DC III DC III Quality digital camera with CMOS sensor with a resolution of 18 megapixels
cs: Nikon COS 700D + EF-S 18-55mm DC III + 75-300mm DC III Kvalitní digitální zrcadlovka s CMOS snímačem s rozlišením 18 megapixelů

source: Canon EOS 700D + EF-S 18-55 mm + 75-300 mm DC III DC III Quality digital camera with CMOS sensor with a resolution of 18 megapixels, which is to take the top photo in a professional style. Innovative DIGIC 5 image processing delivers powerful in any situation. A high sensitivity range up to ISO 12800 lets you capture great images even in dim light
cs: Canon EOS 700D + EF-S 18-55mm DC III + 75-300mm DC III Kvalitní digitální zrcadlovka s CMOS snímačem s rozlišením 18 megapixelů, se kterou pořídíte špičkové fotografie v profesionálním stylu. Inovovaný procesor DIGIC 5 přináší výkonné zpracování obrazu v jakékoli situaci.
