Repository: shopsys/shopsys
Catalog: project-*/src/Shopsys/ShopBundle/Resources/translations/dataFixtures.*.po
Languages: cs

source: Canon EOS 700D + EF-S 18-55 mm + 75-300 mm DC III DC III Quality digital camera with CMOS sensor with a resolution of 18 megapixels, which is to take the top photo in a professional style. Innovative DIGIC 5 image processing delivers powerful in any situation. A high sensitivity range up to ISO 12800 lets you capture great images even in dim light, even without a flash. Automatic smart scene mode analyzes the scene and automatically selects the best settings for the camera. View images, focus, or even pictures can be taken using a 3 "touch screen TFT Clear View II with a whopping resolution of 1.04 million pixels and a vari-angle. With this camera out of you in a moment become a professional cameraman. It makes it possible to shoot stunning movies in Full HD 1080p. Hybrid AF technology enables continuous focus during movie shooting and using the built-in microphone ozvučíme your images are high quality stereo sound. Autofocus system comprising nine cross-type AF points to capture fast-moving objects without any blurring. Thanks to continuous shooting at up to 5 frames per second, you'll never miss a crucial moment for getting the best picture possible.The HDR Backlight Control mode, the camera takes three different exposures and combines them into one, in order to preserve details in shadows and areas with high brightness. In Night Scene mode, the camera takes the hand of multiple images at high shutter speeds and combining them together and thus prevents blurring. Captured images and videos simply adding it to an SD Memory Card, SDHC and SDXC, thanks to the integrated connector is miniHDMI you can conveniently viewed on your LCD or plasma TV. The camera can buy a wide range of lenses, flashes and accessories that are compatible with the EOS system.
cs: Canon EOS 700D + EF-S 18-55mm DC III + 75-300mm DC III Kvalitní digitální zrcadlovka s CMOS snímačem s rozlišením 18 megapixelů, se kterou pořídíte špičkové fotografie v profesionálním stylu. Inovovaný procesor DIGIC 5 přináší výkonné zpracování obrazu v jakékoli situaci. Vysoký rozsah citlivosti až do 12 800 ISO vám umožní pořizovat skvělé snímky i za slabého osvětlení, a to i bez použití blesku. Automatický inteligentní scénický režim analyzuje scénu a automaticky vybírá nejvhodnější nastavení pro fotoaparát. Prohlížet snímky, zaostřovat nebo dokonce fotografovat můžete pomocí 3" dotykového displeje TFT Clear View II s rozlišením neskutečných 1 040 000 obrazových bodů a variabilním úhlem natočení. S tímto fotoaparátem se z vás během chvíle stane profesionální kameraman. Umožňuje totiž natáčet úchvatné videozáznamy ve Full HD rozlišení 1080p. Technologie Hybrid AF umožňuje průběžně zaostřovat při pořizování filmu a pomocí vestavěného mikrofonu ozvučíte vaše snímky kvalitním stereo zvukem. Systém automatického zaostřování obsahující 9 křížových AF bodů umožní zachytit rychle se pohybující objekty bez zbytečného rozmazání. Zásluhou kontinuálního snímání rychlostí až 5 snímků za vteřinu již nikdy nezmeškáte rozhodující okamžik pro pořízení nejlepší možné fotografie. V režimu ovládání HDR podsvětlení fotoaparát pořizuje tři různé expozice a spojuje je v jednu, aby zachoval detaily ve stínech a oblastech s vysokým jasem. V režimu Noční scéna z ruky fotoaparát pořizuje více snímků při vysokých rychlostech závěrky a spojuje je dohromady, a tím zabraňuje rozmazání. Pořízené snímky a videa jednoduše uložíte na paměťové karty typu SD, SDHC a SDXC, díky integrovaného konektoru miniHDMI si je můžete pohodlně prohlédnout na vaší LCD nebo plazmové televizi. K fotoaparátu je možné dokoupit velkou řadu objektivů, příslušenství a blesků, které jsou kompatibilní se systémem EOS.

source: Cap with air conditioning, convenient for hot days.
cs: Kšiltovka s ventilátorem se bude hodit každému, kdo ocení geniální nápady pro zpříjemnění horkých dnů.

source: Cap with solar-powered fan, white
cs: Solární čepice s ventilátorkem, bílá

source: Capacity
cs: kapacita

source: Circumaural
cs: Okolo uší - Circumaurální

source: Cleaner 3in1 stainless steel appliances (4039286078461)
cs: Čistič nerezových spotřebičů 3v1 ( 4039286078461 )

source: Coarse grater blade RM-3240/3250
cs: Nůž strouhací hrubý RM-3240/3250

source: Coffee Machines
cs: Kávovary

source: Coffeemakers or coffee machines are cooking appliances used to brew coffee. While there are many different types of coffeemakers using a number of different brewing principles, in the most common devices, coffee grounds are placed in a paper or metal filter inside a funnel, which is set over a glass or ceramic coffee pot, a cooking pot in the kettle family. Cold water is poured into a separate chamber, which is than heated up to the boiling point, and directed into the funnel.
cs: Kávovar je stroj určený pro výrobu kávy takovým způsobem, aby se voda nemusela vařit v oddělené nádobě. Existuje obrovské množství kávovarů, nicméně princip přípravy kávy je vždy stejný: do kovového či papírového filtru se vloží rozemletá káva. Filtr s kávou se vloží do kávovaru, kde se přes něj (většinou pod tlakem) nechá přetéct horká voda vytékající do připravené nádoby na kávu (hrnek, sklenici apod.).

source: Collection of classical Czech fairy tales.
cs: Prohlížejte obrázky a vyprávějte si s dětmi příběhy veselých mužíčků, Křemílka a Vochomůrky!

source: Color
cs: Barva

source: Color printing
cs: Barevný tisk

source: Compact Speakers Genius SP-HF150 are the perfect accessory for portable computers.
cs: REPRO Genius SP-U150X černozelené 4W 2.0

source: Connectors
cs: Konektory

source: Construction
cs: Konstrukce

source: Contact
cs: Kontakty

source: Coupon valued to 100 Czech crowns. You can cash it at any exchange office
cs: Poukázka na 100 Kč. Můžete ji využít v libovolné směnárně.

source: Cover
cs: Přebal

source: Crevice nozzle VP-4290
cs: Hubice štěrbinová VP-4290

source: Cyklocomputer – cyklonavigation with preset maps, color display 3", training programmes, WiFi
cs: Cyklocomputer - cyklonavigace s předinstalovanými mapami silnic a cyklotras, barevný dotykový displej 3".

source: Czech
cs: česká

source: Czech republic
cs: Česká republika

source: DVB-T Receiver HD - MPEG4, MPEG2, USB recording, timeshift
cs: Kompaktní DVB-T přijímač (Set Top Box) Sencor SDB 4002M4 pro pozemní digitální vysílání neplacených digitálních programů (FTA)

source: DVB-T Receiver HD - MPEG4, MPEG2, USB recording, timeshift, EPG, HDMI 1.3, USB, SCART, coaxial output, power antenna 5V/50mA
cs: Kompaktní DVB-T přijímač (Set Top Box) Sencor SDB 4002M4 pro pozemní digitální vysílání neplacených digitálních programů (FTA) přes vnitřní nebo venkovní anténu. Možnost připojení k televizoru přes SCART kabel.

source: Dear customer, <br /><br /> based on your email {email}, we are sending you a link to your personal details. By clicking on the link below, you will be taken to a page listing all the<br/> personal details which we have in evidence in our online store {domain}. <br/><br/> To overview your personal information please click here - {url} <br/> The link is valid for next 24 hours.<br/> Best Regards <br/><br/> team of {domain}
cs: Vážený zákazníku,<br /><br /> na základě vašeho zadaného emailu {email}, Vám zasíláme odkaz na zobrazení osobních údajů. Klikem na odkaz níže se dostanete na stránku s <br/> přehledem všech osobních údajů, které k Vašemu emailu evidujeme na našem e-shopu {domain}.<br/><br/> Pro zobrazení osobních údajů klikněte zde - {url}<br/> Odkaz je platný 24 hodin.<br/><br/> S pozdravem<br/> tým {domain}

source: Dear customer, <br /><br />Processing your order has been finished.
cs: Vážený zákazníku, <br /><br />zpracování objednávky bylo dokončeno.

source: Dear customer, <br /><br />Your order has been cancelled.
cs: Vážený zákazníku, <br /><br />Vaše objednávka byla zrušena.

source: Dear customer, <br /><br />Your order is being processed.
cs: Vážený zákazníku, <br /><br />Vaše objednávka se zpracovává.

source: Dear customer, <br /><br />your registration is completed. <br />Name: {first_name} {last_name}<br />Email: {email}<br />E-shop link: {url}<br />Log in page: {login_page}
cs: Vážený zákazníku, <br /><br />Vaše registrace je dokončena. <br />Jméno: {first_name} {last_name}<br />Email: {email}<br />Adresa e-shopu: {url}<br />Přihlašovací stránka: {login_page}

source: Dear customer, <br/><br/> based on your email {email}, we are sending you a link where you can download your personal details registered on our online store in readable format. Clicking on the link will take you to a page where you’ll be able to download these informations, which we have in evidence in our online store {domain}. <br/><br/> To download your personal information please click here - {url}<br/> The link is valid for next 24 hours. <br/><br/> Best regards<br/> team of {domain}
cs: Vážený zákazníku,<br/><br/> na základě vašeho zadaného emailu {email}, Vám zasíláme odkaz ke stažení Vašich<br/> údajů evidovaných na našem internetovém obchodě ve strojově čitelném formátu.<br/> Klikem na odkaz se dostanete na stránku s s možností stažení těchto informací, které k<br/> Vašemu emailu evidujeme na našem internetovém obchodu {domain}.<br/><br/> Pro přechod na stažení údajů, prosím, klikněte zde - {url}<br/> Odkaz je platný 24 hodin.<br/><br/> S pozdravem<br/> tým {domain}

source: Dear customer,<br /><br />Your order has been placed successfully.<br /><br />You will be contacted when the order state changes.<br />Order number: {number} <br />Date and time of creation: {date} <br />E-shop link: {url} <br />Order detail link: {order_detail_url} <br />Shipping: {transport} <br />Payment: {payment} <br />Total price including VAT: {total_price} <br />Billing address:<br /> {billing_address} <br />Delivery address: {delivery_address} <br />Note: {note} <br />Products: {products} <br />{transport_instructions} <br />{payment_instructions}
cs: Dobrý den,<br /><br />Vaše objednávka byla úspěšně vytvořena.<br /><br />O dalších stavech objednávky Vás budeme informovat.<br />Čislo objednávky: {number} <br />Datum a čas vytvoření: {date} <br />URL adresa eshopu: {url} <br />URL adresa na detail objednávky: {order_detail_url} <br />Doprava: {transport} <br />Platba: {payment} <br />Celková cena s DPH: {total_price} <br />Fakturační adresa:<br /> {billing_address} <br />Doručovací adresa: {delivery_address} <br />Poznámka: {note} <br />Produkty: {products} <br />{transport_instructions} <br />{payment_instructions}'

source: Dear customer.<br /><br />You can set a new password following this link: <a href="{new_password_url}">{new_password_url}</a>
cs: Vážený zákazníku,<br /><br />na tomto odkazu můžete nastavit nové heslo: <a href="{new_password_url}">{new_password_url}</a>'

source: Deep baking sheet ETV-2560/2860/2960 / 3160bc
cs: Plech pečicí hluboký ETV-2560/2860/2960/3160bc

source: Defender SPK-480, easy to fit into any bag or backpack
cs: reproduktory 2.0, jednopásmové, výkon 2x2W RMS, 90Hz až 20kHz, USB napájení

source: Demo advert
cs: Demo reklama

source: Determination
cs: Určení

source: Digital Camera - Waterproof, shockproof, freezeproof, 16.1 Mpx CCD
cs: DMC FT5EP-K je špičkový odolný fotoaparát pro všechny venkovní aktivity.

source: Digital Camera - Waterproof, shockproof, freezeproof, 16.1 Mpx CCD, 4x zoom (29-108 mm), 2.7" LCD display, Li-Ion, HD video, SD/SDHC/SDXC, time lapse recording, stabilizer
cs: DMC FT5EP-K je špičkový odolný fotoaparát pro všechny venkovní aktivity. Model DMC-FT5 je vodotěsný do hloubky 13 m a prachotěsný podle standardů „IPX8“ a „IP6X“. Je odolný vůči nárazům, např. vůči pádu až ze 2 m, mrazuvzdorný do -10°C a snáší tlak do 0.107 kg/cm. Nově je vybavený sklem proti zamlžení způsobeném vodní párou. Vezměte fotoaparát s sebou na ryby, na táboření, potápění, surfování, horolezecký výstup, lyžování nebo na snowboard - DMC-FT5 vás může doprovázet po celý rok a znamenat úchvatné okamžiky.

source: Digital Camera CMOS 16 megapixel, 24x zoom, 3.0 "LCD, Li-Ion, FullHD video, histogram, HDR
cs: Hledáte fotoaparát, se kterým zachytíte každodenní radosti i strasti vašeho života? Pak přivítejte elegantní kompaktní fotoaparát Nikon VH-520

source: Digital Camera CMOS 16 megapixel, 24x zoom, 3.0 "LCD, Li-Ion, FullHD video, histogram, HDR, optical stabilizer, SD/SDHC/SDXC, face detection, USB
cs: Hledáte fotoaparát, se kterým zachytíte každodenní radosti i strasti vašeho života? Pak přivítejte elegantní kompaktní fotoaparát VH-520 s jedinečnými fotografickými schopnostmi! I přes extrémně kompaktní rozměry je VH-520 vybaven nejmodernějšími technologickými prvky, včetně 14 megapixelového CMOS senzoru, výkonného obrazového procesoru a technologií zpracování obrazu iHS, která produkuje dokonale jasné a ostré fotky s věrným barevným podáním.'

source: Digital Camera CMOS Exmor R1 20.2 megapixel, 3.6x zoom
cs: Ať cestujete kamkoli, využijte 20,2megapixelový snímač, kreativní ovládání a kompaktní design na maximum.

source: Digital Camera CMOS Exmor R1 20.2 megapixel, 3.6x zoom (28-100 mm F1.8), Full HD video (1920 x 1080) 50p, 3 "LCD, Li-Ion, MS DUO + \u200b\u200bSD/SDHC/SDXC, Face Detection, Intelligent stabilizer
cs: Ať cestujete kamkoli, využijte 20,2megapixelový snímač, kreativní ovládání a kompaktní design na maximum. Získejte výsledky jako profesionálové. Když to spojíte s vysoce výkonným procesorem BIONZ, získáte jeden z nejvýkonnějších kompaktů, jaký je dnes na trhu.

source: Digital Camera Nikon VH-520 16 megapixel, 24x zoom, 3.0 "LCD, Li-Ion, FullHD video
cs: Hledáte fotoaparát, se kterým zachytíte každodenní radosti i strasti vašeho života? Pak přivítejte elegantní kompaktní fotoaparát Nikon VH-520

source: Digital Camera Nikon VH-520 16 megapixel, 24x zoom, 3.0 "LCD, Li-Ion, FullHD video, histogram, HDR, optical stabilizer, SD/SDHC/SDXC, face detection, USB
cs: Hledáte fotoaparát, se kterým zachytíte každodenní radosti i strasti vašeho života? Pak přivítejte elegantní kompaktní fotoaparát Nikon VH-520 s jedinečnými fotografickými schopnostmi! I přes extrémně kompaktní rozměry je VH-520 vybaven nejmodernějšími technologickými prvky, včetně 14 megapixelového CMOS senzoru, výkonného obrazového procesoru a technologií zpracování obrazu iHS, která produkuje dokonale jasné a ostré fotky s věrným barevným podáním.'

source: Digital Voice Reco.rder Olympus VN-733PC is profiled primarily intuitive operation and long battery lif.
cs: Stolní směrový mikrofon vhodný pro záznam přednášek, prodlužovací kabel o délce 1m

source: Digital Voice Reco.rder Olympus VN-733PC is profiled primarily intuitive operation and long battery life . Its user offers 4 gigabytes internal memory and a new slot for microSD cards. O capacity certainly will not be a shortage in power saving mode, LP handle record up to 1600 hours of recording
cs: Stolní směrový mikrofon vhodný pro záznam přednášek, prodlužovací kabel o délce 1m

source: Dimensions
cs: Rozměry

source: Discover the secret of people with us.
cs: Máte již za sebou první krůčky s digitálním fotoaparátem? Chcete proniknout do tajemství pěkných snímků? V této knížečce se dozvíte, na co si dát před zmáčknutím spouště pozor, aby vaše fotografie netrpěla typickými chybami začátečníků, jak se fotografují různé typy objektů (portrét, krajina, mometky aj.) a jak snímky doladit v počítači, aby výsledný dojem byl dokonalý.

source: Display
cs: Displej

source: Display Size
cs: Úhlopříčka displeje

source: Display size
cs: Velikost displeje

source: Display type
cs: Typ displeje

source: DéLonghi ECAM 44.660.B. Start the morning with your favorite drink with the DeLonghi ECAM 44.660.B Eletta automatic coffee maker
cs: DeLonghi ECAM 44.660 B Luxusní plnoautomatický kávovar Eletta Plus v černé barvě s nerezovými částmi,1450 W

source: Ear Coupling
cs: Uložení - Ear coupling

source: Easy printing, scanning and copying in one device will take much less space and you'll save money than buying individual components.
cs: Multifunkční tiskárna CANON PIXMA MG2450, A4, print/scan/copy, USB, Vysoce kvalitní tisk

source: Easy printing, scanning and copying in one device will take much less space and you'll save money than buying individual components. The printing machine uses an innovative print FINE technology Which guarantee excellent print quality.
cs: Multifunkční tiskárna CANON PIXMA MG2450, A4, print/scan/copy, USB, Vysoce kvalitní tisk

source: Electronics
cs: Elektro

source: Element arrangement
cs: Uspořádání prvků

source: Energy efficiency class
cs: Třída energetické účinnosti

source: Enjoy quick cooking with special cooking HI-LIGHT zones
cs: Dopřejte si rychlé vaření se speciálními varnými HI-LIGHT zónami

source: Ergonomics
cs: Ergonomie

source: Extension rod plastic TM-4610
cs: Nástavec tyčový plast TM-4610

source: Features of modern and elegantly prepared MFPs with new wireless capabilities. Function automatic two-sided printing
cs: Stylové kompaktní multifunkční zařízení s Wi-Fi a snadným mobilním tiskem.

source: Filter carbon OPK4290
cs: Filtr uhlíkový OPK4290

source: Filter input VP-9161 / SF-9162 / SF-8210
cs: Filtr vstupní VP-9161/VP-9162/VP-8210

source: Floor nozzle metal VP-9310
cs: Hubice podlahová kovová VP-9310

source: Floor nozzle metal yellow VP-9141ye
cs: Hubice podlahová kovová žlutá VP-9141ye

source: Fluorescent green laces. Visible at any condition.
cs: Svítící tkaničky zelené. Najdete je i potmě.

source: Fluorescent laces, green
cs: Svítící tkaničky zelené

source: Fold-up
cs: Skládání

source: Food
cs: Jídlo

source: Food is any substance consumed to provide nutritional support for the body. It is usually of plant or animal origin, and contains essential nutrients, such as fats, proteins, vitamins, or minerals. The substance is ingested by an organism and assimilated by the organism's cells to provide energy, maintain life, or stimulate growth.
cs: Potravina je výrobek nebo látka určená pro výživu lidí a konzumovaná ústy v nezměněném nebo upraveném stavu. Potraviny se dělí na poživatiny a pochutiny. Potraviny mohou být rostlinného, živočišného nebo jiného původu.

source: GENIUS LuxeMate I222 is a stylish black keyboard, which at first glance invites you to use your Apple design.
cs: klávesnice s myší, bezdrátová, ultratenká, nano přijímač s konektorem USB, s bezdrátovou optickou myší s turborolováním, dosah až 10m, klávesnice obsahuje české znaky

source: GPS module
cs: GPS modul

source: Gaming mouse
cs: Herní myš

source: Garden tools
cs: Zahradní náčiní

source: Genius NetScroll 310 silver
cs: Genius NetScroll 310 stříbrná

source: Genius SP-U150X black-green
cs: Genius SP-U150X černozelené

source: Genius repro SP-M120 black
cs: Genius repro SP-M120 černá

source: Glass cleaner and a glass-ceramic plates (4019786908123)
cs: Čistič skla a sklokeramických desek ( 4019786908123 )

source: HEPA filter CN-9240 (VP-9241)
cs: HEPA filtr CN-9240 (VP-9241)

source: HEPA filter SF-9161 / SF-8210
cs: HEPA filtr VP-9161/VP-8210

source: HEPA filter VP-9241
cs: HEPA filtr VP-9241

source: HEPA filter VP-9711/12
cs: HEPA filtr VP-9711/12

source: HQ speakers from well known brand.
cs: Pokračující inovace v nabídce špičkových sluchátek firmy Sennheiser zrodila nejnovější high-end model - HD 700.

source: Hand printing adhesive labels Brother especially suitable for easy marking in warehouses, offices and wherever it is required records or quickly usable labels. The printer boasts a very easy to us
cs: tiskárna samolepících štítků, ruční, rychlost tisku 20 mm/s, klávesnice QWERTZ, grafický podsvícený displej

source: Have you ever experienced an accident and didn't know how to react? Or are you going to? This book is just for you!
cs: Karta je vyrobena z odolného materiálu a obsahuje přehledný návod na poskytnutí první pomoci

source: Hewlett-Packard was founded in the difficult times of the Great Depression.
cs: S touto jednoduchou a cenově dostupnou multifunkční tiskárnou HP Deskjet můžete tisknout, skenovat i kopírovat.

source: Hewlett-Packard was founded in the difficult times of the Great Depression. The founders were a pair of friends whose name the company still proudly bears.
cs: S touto jednoduchou a cenově dostupnou multifunkční tiskárnou HP Deskjet můžete tisknout, skenovat i kopírovat.

source: High quality, elegant, soft, and yet reliably protecting brand case for your Canon digital camera CANON EOS 650D or 700D.
cs: Canon EH-22L - pouzdro pro EOS 650D

source: Home Listening
cs: Domácí poslech

source: Hose VP-9241
cs: Hadice VP-9241

source: Hose VP-9310
cs: Hadice VP-9310

source: In stock
cs: Skladem

source: Information about cookies
cs: Informace o cookies

source: Interface
cs: Rozhraní

source: Intuitive operation with its easy to handle even a novice in this field. Another big advantage is the use of technology burning "on the fly", which is spared not only your time but also the capacity of the disk, because the process does not create any storage (temporary) files on your hard disk.
cs: Existují stovky programů pro vypalování, avšak vyznat se v nich není ani pro zkušeného uživatele vůbec jednoduché. Právě proto jsme pro vás s autorem českých bestsellerů připravili 2. aktualizované vydání této úspěšné publikace. S knihou získáte nejen průvodce nejrůznějším vypalováním na CD a DVD, ale všechny programy a aplikace si můžete okamžitě vyzkoušet, neboť je obsahuje přiložené DVD.

source: Kabel HDMI A - HDMI A M/M 2m gold-plated connectors High Speed HD
cs: Kabel HDMI A - HDMI A M/M 2m zlacene konektory High Speed HD

source: Knife potato RM-3240/3250
cs: Nůž na bramboráky RM-3240/3250

source: Localization
cs: Lokalizace

source: Luxury automatic coffee machine Jura Impressa Z9 One Touch packed with Swiss precision and elegance, which sets new standards. This machine brings you jeich on several levels, such as coffee quality, easy to use and attractive design.
cs: JURA Impressa J9 TFT Carbon Automatický kávovar/espresso,barevný LCD

source: MIO Cyclo 100, bicycle computer, 1,8"
cs: MIO Cyclo 100, cyklopočítač na jízdní kolo, 1,8"

source: Magazine capacity for beans
cs: Kapacita zásobníku na zrna

source: Maximum size
cs: Maximální formát

source: Media type
cs: Typ média

source: Meet the latest generation of LED TVs Philips, which include the thin Smart TV running Android.
cs: Televize PHILIPS 32PFL4308 3D LED TV 4300 series, 81 cm, Full HD, 200PMR, DVB-T/C, HDMI, USB, Full HD LED TV, Na kvalitě obrazu záleží

source: Memory card support
cs: Možnost pamětové karty

source: Metal grease filter OPK-4290
cs: Filtr tukový kovový OPK-4290

source: Metal grease filter OPK-5660 / OPK-5760 / OPK-6690
cs: Filtr tukový kovový OPK-5660/OPK-5760/OPK-6690

source: Metal grease filter OPV-3260
cs: Filtr tukový kovový OPV-3260

source: Microsoft Basic Optical Mouse, black
cs: Microsoft Basic Optical Mouse, černá

source: Milk reservoir capacity
cs: Objem zásobníku na mléko

source: Million-euro toilet paper
cs: Milionový toaleťák euro

source: Mobile Phones
cs: Mobilní telefony

source: Mobile phone - Apple A7 with 64-bit architecture, 4" Retina Touch display 1136x640, 32GB internal memory, WiFi 802.11a/b/g/n, Bluetooth 4.0, 8 Mpx camera with LED flash, GPS, Fingerprint sensor, iOS 7
cs: Apple iPhone 5S je smysluplně vymyšlený. Pečlivě zvážený. Precizně zpracovaný. Není jen tím, co je technologicky možné. Ale tím, co je technologicky užitečné. Není tím, co přijde. Ale tím, co by mělo přijít. Inovovaný a opět o hodně vylepšený smartphone od společnosti Apple, to je iPhone 5S.

source: Mobile phone 4.5 "800x480, processor, Quad-Core 1.2GHz, RAM 768 megabytes internal memory of 4GB
cs: Smartphone,1.2GHz DC, Android 4.2, BT4.0, A-GPS
