Repository: shopsys/shopsys
Catalog: project-*/src/Shopsys/ShopBundle/Resources/translations/dataFixtures.*.po
Languages: cs

source: Speakers 2 x 3W RMS, 2.0 stereo, portable, volume control, frequency range of 150Hz-20kHz, sensitivity 80dB, 4Ohm impedance, power supply via USB, 3.5 mm audio jack, dimensions 85x85x107mm, weight 550 g
cs: Kapesní reproduktor pro MP3 přehrávače, mobilní telefony, počítače, notebooky, tablety atd. Stačí vybalit, zapojit a spustit přehrávání. S tímto reproduktorem získáte 360° zvukový zážitek na cestách.

source: Supported OS
cs: Podporovaný OS

source: System type
cs: Typ soustavy

source: TK-9710 Turbo brush Prominent VP 971
cs: TK-9710 Turbo kartáč Prominent VP 971

source: TS-9080 replacement bag for textile VP-9080
cs: TS-9080 náhradní sáček textilní pro VP-9080

source: TS-9170 replacement bag for textile VP-9171
cs: TS-9170 náhradní sáček textilní pro VP-9171

source: TV Cinema 3D LED SMART diagonal 119 cm, 700 MCI, 1920x1080 Full HD
cs: Televize Cinema 3D SMART LED, úhlopříčka 119cm, MCI 700, FullHD 1920x1080

source: TV Cinema 3D LED SMART diagonal 119 cm, 700 MCI, 1920x1080 Full HD, DVB-S / S2 / T / T2 / C, 3x HDMI, 3x USB, CI, SCART, MHL, LAN, HbbTV, WiFi, Miracast / WiDi, WebOS, Web browser, Dual Core, 2 pieces 3D glasses AG-F310, magical driver energ. Class A +
cs: Televize Cinema 3D SMART LED, úhlopříčka 119cm, MCI 700, FullHD 1920x1080, DVB-S/S2/T/T2/C, 3x HDMI, 3x USB, CI, SCART, MHL, LAN, HbbTV, WiFi, Miracast/WiDi, WebOS, webový prohlížeč, Dual Core, 2ks 3D brýle AG-F310, magický ovladač, energ. třída A+

source: TV LED, 100Hz, diagonal 32 inches 100Hz, Full HD 1920 x 1080, DVB-T / C, 2x HDMI, USB, CI +, VGA, SCART, speakers 16W, energy. Class A +
cs: Televize LED, 100Hz, úhlopříčka 32 palců, 100Hz, Full HD 1920×1080, DVB-T/C, 2x HDMI, USB, CI+, VGA, SCART, repro 16W, energ. třída A+

source: TV LED, 100Hz, diagonal 80cm 100Hz, Full HD 1920 x 1080, DVB-T / C, 2x HDMI, USB, CI +, VGA, SCART, speakers 16W, energy. Class A +
cs: Televize LED, 100Hz, úhlopříčka 80cm, 100Hz, Full HD 1920×1080, DVB-T/C, 2x HDMI, USB, CI+, VGA, SCART, repro 16W, energ. třída A+

source: TV SMART LED TV, 147 cm diagonal, 4K Ultra HD 3840x2160 4K upscaler
cs: Televize SMART LED TV, úhlopříčka 147cm, 4K Ultra HD 3840x2160, 4K Upscaler

source: TV SMART LED TV, 147 cm diagonal, 4K Ultra HD 3840x2160 4K upscaler, DVB-S2 / T2 / C, H.265, 3x HDMI, 3x USB, Scart, CI +, LAN, WiFi, Miracast, DLNA, MHL, HbbTV, Web browser, webOS 2.0, 2x10W speakers, magical MR15 driver, energ. Class A +
cs: Televize SMART LED TV, úhlopříčka 147cm, 4K Ultra HD 3840x2160, 4K Upscaler, DVB-S2/T2/C, H.265, 3x HDMI, 3x USB, Scart, CI+, LAN, WiFi, Miracast, DLNA, MHL, HbbTV, webový prohlížeč, webOS 2.0, repro 2x10W, magický ovladač MR15, energ. třída A+

source: TV, audio
cs: Televize, audio

source: Technology
cs: Technologie

source: Telescopic metal pipes VP-9161
cs: Trubky teleskopické kovové VP-9161

source: Telescopic pipe VP918x VP802x
cs: Trubka teleskopická VP918x VP802x

source: Television LED, 55 cm diagonal, 1920x1080 Full HD, DVB-T MPEG4 tuner with USB recording and playback
cs: Sencor SLE 22F46DM4 Hello Kitty je televizor LED pro ty, kteří hledají pro své děti něco, co mají rádi a co by je potěšilo . Televizor s motivy populární Hello Kity a provedením v růžové barvě vaše dítko určitě zaujme!

source: Television LED, 55 cm diagonal, 1920x1080 Full HD, DVB-T MPEG4 tuner with USB recording and playback (DivX, XviD, MP3, WMA, JPEG), HDMI, SCART, VGA, pink execution, energ. Class B
cs: <p><strong>Sencor SLE 22F46DM4 Hello Kitty je televizor LED pro ty, kteří hledají pro své děti něco, co mají rádi a co by je potěšilo . Televizor s motivy populární Hello Kity a provedením v růžové barvě vaše dítko určitě zaujme!</strong></p> <p><img alt="" src="/content/images/product/default/1.png" style="height:300px; width:300px" /></p> <ul> <li>Úhlopříčka 55 cm (21,5&quot;)</li> <li>LED podsvícení displeje</li> <li>Integrovaný DVD/DivX přehrávač</li> <li>Nahrávání na USB disk (formát TS) / přehrávání z USB disku (PVR)</li> <li>Timeshift (časový posun)</li> <li>rozlišení displeje 1920x1080 bodů</li> <li>Vestavěný HD DVB-T/C MPEG4 tuner</li> <li>USB port (přehrávání z externího disku)</li><li> Připojení: HDMI, SCART, AV vstup, YPbPr, VGA kabel, PC Audio vstup, USB 2.0</li> </ul> <p><em>Podporované formáty: DivX, XviD, MP3,WMA, JPEG </em></p> <p>Kontrast 1000:1 Jas 250 cd/m2 Rychlost odezvy 5 ms Progressive Scan PAL, SECAM BG/DK/A2/NICAM, AV vstup i NTSC 4,43 Široký pozorovací úhel 170&deg;/160&deg; Elektronický programový průvodce (EPG) Teletext Vícejazyčné menu Obvody pro zlepšení obrazu (DNR) Digitální hřebenový filtr (DCF 3D) AVL ZOOM Ekvalizér Hodiny Časovač vypnutí Dětská pojistka Jednoduchý hotelový mód. Sencor SLE 22F46DM4 Hello Kitty je televizor LED pro ty, kteří hledají pro své děti něco, co mají rádi a co by je potěšilo . Televizor s motivy populární Hello Kity a provedením v růžové barvě vaše dítko určitě zaujme! LED televize Sencor SLE 22F46DM4 HELLO KITTY LED Full HD televizor Úhlopříčka 55 cm (21,5&quot;) LED podsvícení displeje Integrovaný DVD/DivX přehrávač Nahrávání na USB disk (formát TS) / přehrávání z USB disku (PVR) Timeshift (časový posun) na připojený USB disk Full HD rozlišení displeje 1920x1080 bodů Vestavěný HD DVB-T/C MPEG4 tuner USB port (přehrávání z externího disku) Podporované formáty: DivX, XviD, MP3,WMA, JPEG Kontrast 1000:1 Jas 250 cd/m2 Rychlost odezvy 5 ms Progressive Scan PAL, SECAM BG/DK/A2/NICAM, AV vstup i NTSC 4,43 Široký pozorovací úhel 170&deg;/160&deg; Elektronický programový průvodce (EPG) Teletext Vícejazyčné menu Obvody pro zlepšení obrazu (DNR) Digitální hřebenový filtr (DCF 3D) AVL ZOOM Ekvalizér Hodiny Časovač vypnutí Dětská pojistka Jednoduchý hotelový mód</p> <p>&nbsp;</p>

source: Television LED, diagonal 82 cm, 1366x768, DVB-T/C MPEG4 tuner
cs: Televize LED, úhlopříčka 82 cm, 1366x768, DVB-T/C MPEG4 tuner

source: Television LED, diagonal 82 cm, 1366x768, DVB-T/C MPEG4 tuner, 2x HDMI
cs: Televize LED, úhlopříčka 82 cm, 1366x768, DVB-T/C MPEG4 tuner, 2x HDMI, USB

source: Television LED, diagonal 82 cm, 1366x768, DVB-T/C MPEG4 tuner, 2x HDMI, USB, SCART, VGA, headphone jack, USB/HDD recording, hotel mode, Energ. Class A
cs: Televize LED, úhlopříčka 82 cm, 1366x768, DVB-T/C MPEG4 tuner, 2x HDMI, USB, SCART, VGA, sluchátkový výstup, USB/HDD nahrávání, hotelový mód, energ. třída B

source: Television SMART 3D LED, 189 cm diagonal, CMR 1000 4K Ultra HD 3840x2160, DVB-S2 / T2 / C, 4x HDMI, 3x USB, CI +, LAN, WiFi, DLNA, MHL, HbbTV, Tizen OS, energ. Class A
cs: Díky technologii Color Brilliance uvidíte všechno přesně tak, jak to příroda zamýšlela. Televizor podává barevné odstíny s ohromující přesností – jako byste byli součástí děje. Všechno, co vidíte na obrazovce, je jasné a syté. Barvy ožívají v nádherné intenzitě a obraz vypadá přirozeně a věrně. Nyní se můžete ponořit do mimořádně živého obrazu UHD, který je skutečně brilantní.

source: Television SMART 3D LED, 189 cm diagonal.
cs: Díky technologii Color Brilliance uvidíte všechno přesně tak, jak to příroda zamýšlela.

source: Television monitor IPS, 16: 9, 5M: 1, 200cd/m2, 5ms GTG, FullHD 1920x1080
cs: LED monitor IPS, 5M:1, 250cd/m2, 5ms GTG, FullHD 1920x1080, DVI, D-Sub, VESA 75x75, matný

source: Television monitor IPS, 16: 9, 5M: 1, 200cd/m2, 5ms GTG, FullHD 1920x1080, DVB-S2/T2/C, 2x HDMI, USB, SCART, 2 x 5W speakers, energ. Class A
cs: LED monitor IPS, 5M:1, 250cd/m2, 5ms GTG, FullHD 1920x1080, DVI, D-Sub, VESA 75x75, matný

source: Television monitor LED 16: 9, 5M: 1, 250cd/m2, 9.5ms
cs: Televizní monitor IPS, 5M:1, 250cd/m2, 5ms GTG, FullHD 1920x1080

source: Television monitor LED 16: 9, 5M: 1, 250cd/m2, 9.5ms, 1366x768
cs: Televizní monitor IPS, 5M:1, 250cd/m2, 5ms GTG, FullHD 1920x1080

source: Television monitor LED 16: 9, 5M: 1, 250cd/m2, 9.5ms, 1366x768, DVB-T/C, HDMI, SCART, D-Sub, USB, speakers, Energ. Class A
cs: Televizní monitor IPS, 5M:1, 250cd/m2, 5ms GTG, FullHD 1920x1080, DVB-T/C tuner, 2x HDMI, USB, SCART, D-Sub, 2x5W repro, VESA 75x75, hotelový mód s USB cloning, energ. třída A

source: Television or TV is a telecommunication medium used for transmitting sound with moving images in monochrome (black-and-white), or in color, and in two or three dimensions
cs: Televize (z řeckého tele – daleko a latinského vize – vidět) je široce používané jednosměrné dálkové plošné vysílání (tzv. broadcasting) a individuální přijímání televizního vysílání – obrazu a zvuku do televizoru. Výrazně přispívá k celkové socializaci lidí takřka po celém světě.

source: Terms and conditions
cs: Obchodní podmínky

source: Thank you for your order no. {number} placed at {date}
cs: Děkujeme za objednávku č. {number} ze dne {date}

source: The TV monitor PLS LED, 1000:1, 5ms, 1920x1080, tuner DVB-T/C, PiP +, 2x HDMI, MHL, USB, CI, Scart, 2x 5W speakers, remote control
cs: Televizní monitor PLS LED, 1000:1, 5ms, 1920x1080, tuner DVB-T/C, PiP+, 2x HDMI, MHL, USB, CI, Scart, 2x 5W repro, dálkový ovladač

source: The filter carbon OPK-4360/4390
cs: Filtr uhlíkový OPK-4360/4390

source: The filter carbon OPK-7790
cs: Filtr uhlíkový OPK-7790

source: The filter carbon OPP-1060
cs: Filtr uhlíkový OPP-1060

source: The filter carbon OPP-2060
cs: Filtr uhlíkový OPP-2060

source: The minimum space requirements excels sub-mounting range hood OPP-2060th
cs: Minimální prostorovou náročností vyniká podstavný odsavač par OPP-2060.

source: The printer uses ChromaLife100 ink system with four colors of ink hidden two print cartridges
cs: Stylové kompaktní multifunkční zařízení s Wi-Fi a snadným mobilním tiskem.

source: The switch provides a cost-effective way to create a small network or extend existing ones. Connect not only computers, but also a number of network devices such as IP cameras, network printers and more.
cs: Prvni, Druha, Treti

source: The telescopic hood is very elegant and practical variant of the classical extractor with minimum space requirements
cs: Výsuvný odsavač par je velice elegantní a praktickou variantou klasického odsavače s minimální prostorovou náročností

source: The telescopic hood is very elegant and practical variant of the classical extractor with minimum space requirements, making it suitable for small kitchens. Stainless steel front bar with rocker switch for easy operation. <h2> Reasons to opt just for telescopic cooker hood Concept OPV-3260: </h2> <ol> <li> Performance is the most important parameter hoods and should be at least equal to ten times the volume of the room. Telescopic cooker hood Brand Concept OPV-3260 will surprise you <strong> output of 198 m3 per hour </strong>. </li> <li> Model AL-3260 is equipped with two mA practical metal grease filters, whose maintenance is very easy and unlimited lifespan. If you can not pay out of steam, you can choose instead of exhaust classic <strong> recirculation system </strong> using two carbon filters, which can be bought (kat.číslo: 61990005). </li> </ol> <h2> Specifications: </h2> <ul> <li> Height: 175 mm </li> <li> Width: 600 mm </li> <li> Depth: 310-470 mm </li> <li> Accessories: backflow preventer </li> <li> Stainless steel front bar </li> <li> Ability to upper exhaust or recirculation </li> <li> Rocker Switch </li> <li> 2 power levels </li> <li> Max. Performance 198 m3 / h. </li> <li> Max.hlučnost the highest level of 66 db (A) </li> <li> The bulb 40 W </li> <li> 2x the grease filter </li> <li> diameter: 120 mm </li> </ul> <h2> Detailed description: </h2> <ul> <li> Optional Accessories: 2x carbon filter 61990005 </li> <li> 1 motor / fan </li> <li> Minimum distance from electric hob 650 mm </li> <li> Minimum distance from gas hob: 750 mm </li> <li> Dimensions for installation (HxWxD): 133 x 560 x 272 mm </li> <li> Net weight: 5.9 kg </li> <li> Voltage: 230 V ~ 50Hz </li> <li> Power: 150 W </li> <li> Cord Length: 2.2 m </li> </ul>
cs: <p>Výsuvný odsavač par je velice elegantní a praktickou variantou klasického odsavače s minimální prostorovou náročností, proto je vhodný i pro malé kuchyně. Nerezová přední lišta s kolébkovým přepínačem umožňuje snadné ovládání.</p><br /><br /><h2>Důvody, proč se rozhodnout právě pro výsuvný odsavač par Concept OPV-3260:</h2><br /><br /><ol><li>Výkon je nejdůležitějším parametrem odsavačů a měl by odpovídat minimálně desetinásobku objemu místnosti. Výsuvný odsavač par značky Concept OPV-3260 Vás překvapí <strong>výkonem 198 m3 za hodinu</strong>.</li><li>Model OPV-3260 je vybaven <strong>dvěma</strong> praktickými <strong>kovovými filtry proti mastnotám</strong>, jejichž údržba je velice snadná a životnost neomezená. Pokud nemáte možnost odvést páry ven, můžete zvolit namísto klasického odtahu <strong>systém recirkulace</strong> s užitím 2 uhlíkových filtrů, které lze dokoupit (kat.číslo: 61990005).</li></ol><br /><h2>Technické parametry:</h2><br /><br /><ul><li>Výška: 175 mm</li><li>Šířka: 600 mm</li><li>Hloubka: 310-470 mm</li><li>Příslušenství: zpětná klapka</li><li>Nerezová přední lišta</li><li>Možnost horního odtahu nebo recirkulace</li><li>Kolébkový přepínač</li><li>2 stupně výkonu</li><li>Max. výkon: 198 m3/hod.</li><li>Max.hlučnost na nejvyšším stupni 66dB (A)</li><li>Žárovka 40 W</li><li>2x kovový filtr proti mastnotám</li><li>Průměr odtahu: 120 mm</li></ul><br /><h2>Detailní popis:</h2><br /><ul><li>Volitelné příslušenství: 2x uhlíkový filtr 61990005</li><li>1 motor/ventilátor</li><li>Minimální vzdálenost od elektrické varné desky: 650 mm</li><li>Minimální vzdálenost od plynové varné desky: 750 mm</li><li>Rozměry pro zabudování (vxšxh): 133 x 560 x 272 mm</li><li>Netto hmotnost: 5,9 kg</li><li>Napětí: 230 V ~ 50 Hz</li><li>Příkon: 150 W</li><li>Délka přívodního kabelu: 2,2 m</li></ul>

source: This is description of brand %brandName%.
cs: Toto je popis značky %brandName%.

source: This luminiscent tape might prevent you from dying.
cs: Svítící reflexní páska pro bezpečný pohyb na cestě, která zajistí ještě větší viditelnost bruslařům, cyklistům nebo chodcům za snížené viditelnosti.

source: This pot holder is used to hold pots. No more burnt kitchen tables!
cs: Konec nemotornému odkládání hrnců na novou kuchyňskou linku nebo na prkénko určené ke krájení zeleniny. Usnadněte tímto dárkem partnerovi vaření.

source: This product is not an independently functional unit and may require professional installation.
cs: Přenosný pevný disk GT SuperSpeed USB 3.0 se inspiruje dlouhou historií sportovních vozů

source: Toilet paper with Euro pictures. Even you can feel rich now!
cs: toaleťák s potiskem bankovek EURO, pocit z použití tohoto toaletního papíru dá zapomenout na jakékoliv trable spojené s finanční krizí

source: Toner for MC861/ 851, 7000 pages
cs: OKI MC861cdxn+, barevná A3 34/26 ppm ProQ2400 dpi PCL/PS,USB 2.0,LPT,LAN

source: Toys
cs: Hračky a další

source: Tube type: Universal. Diameter: 32mm.
cs: Typ hubice: Univerzální. Průměr: 32 mm.

source: Type nozzles: Universal. Diameter: 32 mm. Turbobrush: Big.
cs: Typ hubice: Univerzální. Průměr: 32 mm. Turbokartáč: Velký.

source: Using a steamer Concept is surprisingly versatile. It can be used to prepare appetizers, soups, meat, fish, vegetables, vegetarian dishes, dumplings, rice, fruit and desserts.
cs: Použití parní trouby Concept je překvapivě všestranné. Lze v ní připravit předkrmy, polévky, maso, ryby, zeleninu, vegetariánská jídla, knedlíky, rýži, ovoce i dezerty.

source: VERBATIM 1TB external HDD 2,5" USB 3.0 GT SuperSpeed red
cs: VERBATIM 1TB externí disk 2,5" USB 3.0 GT SuperSpeed červený

source: VIP customer
cs: VIP zákazník

source: Viewfinder type
cs: Typ hledáčku

source: Watch broadcast in stunning Full HD, while at the same stylish devices work.
cs: Sledujte vysílání v úžasném rozlišení Full HD a zároveň na stejném stylovém zařízení pracujte.

source: Watch broadcast in stunning Full HD, while at the same stylish devices work. TD590 Monitor allows you to quickly and easily switch between TV and computer monitor or test your multitasking skills and watch TV while working on a split screen. In addition, it offers flexible connectivity options to your entertainment and multimedia can be enjoyed to the fullest. This monitor is perfect for studio flats, rooms in dormitories and small living rooms. Why should you buy two devices when one can do it more?
cs: Sledujte vysílání v úžasném rozlišení Full HD a zároveň na stejném stylovém zařízení pracujte. Monitor TD590 vám umožňuje snadno a rychle přepínat mezi počítačovým monitorem a televizorem anebo si vyzkoušet své multitaskingové schopnosti a sledovat televizi a zároveň pracovat na rozdělené obrazovce. Kromě toho vám nabízí flexibilní možnosti připojení, abyste si svou zábavu a multimédia mohli vychutnávat naplno. Tento monitor se dokonale hodí do garsonek, pokojů na kolejích a malých obývacích pokojů. Proč byste měli kupovat dvě zařízení, když toho na jednom zvládnete více?

source: Water reservoir capacity
cs: Objem zásobníku na vodu

source: Weight
cs: Hmotnost

source: Well known USB cable with A and micro B connectors.
cs: Značkový USB kabel s koncovkami A a micro B, délka kabelu 1 metr, vhodné k vybraným mobilním zařízením a fotoaparátům.

source: Winch throttle silver VP-9711/12
cs: Klapka navijáku stříbrná VP-9711/12

source: Wired
cs: Drátová

source: Xtreamer SW4 is all-encompassing amusement system, bringing fun to your TV. Games, movies and many more functions
cs: Xtreamer SW4 je ucelený systém domácí zábavy, který přináší do Vaší televize zábavu, hry, filmy a mnoho dalších funkcí

source: Xtreamer SW4 is all-encompassing amusement system, bringing fun to your TV. Games, movies and many more functions in HD quality
cs: Xtreamer SW4 je ucelený systém domácí zábavy, který přináší do Vaší televize zábavu, hry, filmy a mnoho dalších funkcí v HD rozlišení až 1080P. Navíc je osazen tunerem DVBT/DVBT2 pro příjem digitálního vysílání. S pomocí technologií AirPlay, MiraCast nebo DLNA můžete streamovat video, hudbu a fotky přímo z Vašeho tabletu nebo mobilného telefonu na televizi.

source: Xtreamer SW5 is all-encompassing amusement system, bringing fun to your TV. Games, movies and many more functions
cs: Xtreamer SW5 je ucelený systém domácí zábavy, který přináší do Vaší televize zábavu, hry, filmy a mnoho dalších funkcí

source: Xtreamer SW5 is all-encompassing amusement system, bringing fun to your TV. Games, movies and many more functions in HD quality
cs: Xtreamer SW5 je ucelený systém domácí zábavy, který přináší do Vaší televize zábavu, hry, filmy a mnoho dalších funkcí v HD rozlišení až 1080P. Navíc je osazen tunerem DVBT/DVBT2 pro příjem digitálního vysílání. S pomocí technologií AirPlay, MiraCast nebo DLNA můžete streamovat video, hudbu a fotky přímo z Vašeho tabletu nebo mobilného telefonu na televizi.

source: YENKEE YSP 1005WH white
cs: YENKEE YSP 1005WH bílé

source: Yes
cs: Ano

source: ZN-8009 steam iron Ferrato stainless steel 2200 Watt Blue
cs: ZN-8009 napařovací žehlička Ferratte nerez 2200 W modrá

source: battery
cs: akumulátor

source: black
cs: černá

source: classic
cs: klasické

source: fits into VP812x VP9520
cs: pasuje do VP812x VP9520

source: hardcover
cs: pevný

source: inkjet
cs: inkoustové

source: media 210MB, 24min., writing speed 24x, slim box
cs: médium 210MB, 24min., rychlost zápisu 24x, slim box

source: no-reply@shopsys.com
cs: no-reply@shopsys.cz

source: one-slotted
cs: jednořádkový

source: optical
cs: optický

source: paper
cs: papír

source: white
cs: bílá

source: | Demo eshop
cs: | Demo obchod
